[
  {
    "oai_identifier": "oai:data.mendeley.com/266vrryspz.3",
    "dataset_id": "",
    "datestamp": "2023-06-06T07:15:26Z",
    "doi": "",
    "title": "We-VoltamoStat: A wearable potentiostat for voltammetry analysis with a smartphone interface",
    "creator": [
      "Ibrahim, Adini"
    ],
    "description": "Abstract: Wearable technology, such as electronic components integrated into clothing or worn as accessories, is becoming increasingly prevalent in fields like healthcare and biomedical monitoring. These devices allow for continuous monitoring of important biomarkers for medical diagnosis, monitoring of physiological health, and evaluation. However, an open-source wearable potentiostat is a relatively new technology that still faces several design limitations such as short battery lifetime, bulky size, heavy weight, and the requirement for a wire for data transmission, which affects comfortability during long periods of measurement. In this work, an open-source wearable potentiostat device named  We-VoltamoStat is developed to allow interested parties to use and modify the device for creating new products, research, and teaching purposes. The proposed device includes improved and added features, such as wireless real-time signal monitoring and data collection. It also has an ultra-low ",
    "subject": [
      "Open Source Software",
      "Potentiostatic Technique",
      "Open Source Product"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-06-06T07:15:26Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/27m65n9mk7.1",
    "dataset_id": "",
    "datestamp": "2021-08-13T06:28:10Z",
    "doi": "",
    "title": "Bioimpedance System",
    "creator": [
      "Muñoz, Juan David"
    ],
    "description": "In this paper is presented the prototype of a portable and low cost 2D bioimpedance estimation system with eight electrodes, mainly based on the AD5933 high speed impedance converter configured by means of an Arduino Mega 2560 board.\nThese data contain the description of the components used in the design of the bioimpedance prototype and also the data acquisition software, signal-to-noise ratio and image reconstruction to obtain the impedance distribution maps.",
    "subject": [
      "Electrical Impedance Tomography"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-08-13T06:28:10Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/28dxsg7x2t.2",
    "dataset_id": "",
    "datestamp": "2025-06-09T08:04:11Z",
    "doi": "",
    "title": "Open-source spring-driven syringe pump with 3D-printed components for microfluidic applications",
    "creator": [
      "Shin, Joong Ho"
    ],
    "description": "The following at files required to build a nonelectric, fully 3D-printed syringe pump.",
    "subject": [
      "Biomedical Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-06-09T08:04:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "TAPR OHL version 1.0; http://www.tapr.org/ohl.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/2c4cwmvcs8.1",
    "dataset_id": "",
    "datestamp": "2020-09-10T18:22:46Z",
    "doi": "",
    "title": "ATMO-Vent: an adapted breathing atmosphere for COVID-19 patients",
    "creator": [
      "Nazarious, Miracle Israel"
    ],
    "description": "The repository contains the design files and related documents to build the hardware and software of the ATMO-Vent ventilator and the instructions to replicate its operation. This repository was published with the HardwareX article titled, \"ATMO-Vent: an adapted breathing atmosphere for COVID-19 patients\".  \n\nDisclaimer:\nThe designs and other information (the \"Design\") made available in this article is at an early stage of development. Accordingly, specific results are not be guaranteed, and the Design provided here is provided “AS IS” and without any express or implied warranties, representations or undertakings.  As examples, but without limiting the foregoing, the University of Aberdeen, Luleå University of Technology, Centro de Astrobiologia (CSIC-INTA), IACT (CSIC-UGR) and their employees and students do not give any warranty or guarantee that the Design is of merchantable or satisfactory quality, is fit for any particular purpose, complies with any sample or description including",
    "subject": [
      "Low-Cost Automation",
      "Artificial Ventilation",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-09-10T18:22:46Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/2fp47vg2w9.5",
    "dataset_id": "",
    "datestamp": "2022-09-02T20:45:29Z",
    "doi": "",
    "title": "Instrumented open-source filament extruder for research and education",
    "creator": [
      "Oliveira-Filho, Mauricio"
    ],
    "description": "Extruders are necessary equipment for 3D filament manufacturing, which is considered a clean technology, because it has less scrap and can reuse materials, increasing its life cycle. Open-source extruders are less expensive than industrial extruders. However, they have little instrumentation, which limits the analysis of the processing and, consequently, the development of new materials, screw design and process control. Therefore, this project aims to develop a low-cost extruder with a high degree of instrumentation. To achieve this, equipment with a circuit board was developed, with modularity, machine and peripherals control, process stability, and data acquisition. To validate the equipment, the processing was done at constant temperature and with flow variation. The data obtained were temperatures in different points of the barrel, the rotation speed of the extruder motor, current consumed by the motor and by the resistances, and the speed of the puller motor. Thermal images of th",
    "subject": [
      "Materials Processing",
      "Materials Characterization",
      "Engineering Drawing"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-09-02T20:45:29Z",
    "type": "Dataset",
    "format": [],
    "rights": "MIT License; http://opensource.org/licenses/MIT",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/2g6xgyvm4d.3",
    "dataset_id": "",
    "datestamp": "2019-09-27T05:44:21Z",
    "doi": "",
    "title": "Nerve Stretcher V 2.0",
    "creator": [
      "Sahar, M. Sana Ullah"
    ],
    "description": "This archive contains firmware of the nerve stretcher as well as necessary files to develop PCB for the device. This project is actively being maintained at GitHub. The updated versions of these scripts can be downloaded any time from our GitHub repository (https://github.com/msanaullahsahar/nestv2). If you find any issue/problem/error in these scripts please do not hesitate to report at (https://github.com/msanaullahsahar/nestv2/issues).",
    "subject": [
      "Biomedical Device",
      "Devices"
    ],
    "publisher": "Mendeley Data",
    "date": "2019-09-27T05:44:21Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/2nhfs99zcy.1",
    "dataset_id": "",
    "datestamp": "2023-01-20T10:26:03Z",
    "doi": "",
    "title": "Phone Cam Array – an open-source, modular photogrammetry system made of Android phones",
    "creator": [
      "Poór, Viktor"
    ],
    "description": "These are the design files of the manuscript entitled 'Phone Cam Array – an open-source, modular photogrammetry system made of Android phones'.",
    "subject": [
      "Photogrammetry"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-01-20T10:26:03Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/2p7mbbhn47.1",
    "dataset_id": "",
    "datestamp": "2023-08-22T03:24:04Z",
    "doi": "",
    "title": "Design and Validation of an Open-Sourced Automation System for Vertical Farming",
    "creator": [
      "Wichitwechkarn, Vijja"
    ],
    "description": "The Modular Automated Crop Array Online System (MACARONS) is a scalable, customiseable and open-sourced platform designed for plant care, monitoring, and transportation. It offers specific dosing for individual plants, automated data logging of temperature, humidity, and images, and custom behaviours programmable in Python. Monitoring and control of the system is achieved through a web-interface. The system was validated by autonomously caring for five lettuce plants over a five-week period.  The system is estimated to perform the tasks required 30% faster than a human operator and can handle payloads of up to 5kg with a maximum footprint of 750mm x 500mm. The designs are released and meets the requirements of CERN-OSH-W, which includes step-by-step graphical build instructions and can be built at a cost of GBP 2241.72.",
    "subject": [
      "Horticulture",
      "Automation Engineering",
      "Monitoring in Agriculture"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-08-22T03:24:04Z; 2023-11-18T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/3kfmsz4n28.2",
    "dataset_id": "",
    "datestamp": "2020-11-16T17:35:08Z",
    "doi": "",
    "title": "Design and implementation of a low cost bio-printer modification, allowing for switching between plastic and gel extrusion",
    "creator": [
      "Krige, Adolf"
    ],
    "description": "Abstract: Due to the high cost of bioprinters they are not feasible for proof of concept experiments or educational purposes. Furthermore, the more affordable DIY methods all disable the plastic printing capability of the original printer. Here we present an affordable bio-printing modification that is easy to install and maintains the original capabilities of the printer. The modification used mostly 3D printed parts and is based on the popular, open-source Prusa i3 3D printer. The modifications are kept as simple as possible and uses standard slicing software, allowing for installation by less experienced builders. By using disposable syringes and easily sterilizable parts, an aseptic bioprinting setup can be achieved, depending on the environment. It also allows for 2 component printing as well as UV curing.",
    "subject": [
      "Hardware Co-Design",
      "3D Bioprinting",
      "Application Software"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-11-16T17:35:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/3m3t4f9ft3.4",
    "dataset_id": "",
    "datestamp": "2025-03-27T13:49:50Z",
    "doi": "",
    "title": "MULA, an affordable framework for multifunctional liquid automation in natural- and life sciences with a focus on hardware design, setup, modularity and validation",
    "creator": [
      "Richter, Leon"
    ],
    "description": "The implementation of automation has already had a considerable impact on chemical and pharmaceutical industrial laboratories. However, academic laboratories have often been more reluctant in adapting such a technology due to the high cost of commercial liquid handling systems. We present here a detailed description of the setup, validation, and utilization of a multifunctional liquid automation (MULA) system that can be used to automate various chemical and biological tasks. Considering that such a setup must be highly customizable, we also designed MULA with respect to modularity, providing detailed insight as far as possible. Including all 3D-printed parts and the used Hamilton gastight micro syringe, the total construction cost is approximately 700 €. This allows us to achieve a highly reliable and accurate system that exceeds the precision of a classical air displacement pipette while still retaining the ability to use closed vial (septa) setups. To encourage other groups to adapt",
    "subject": [
      "Chemistry",
      "Catalysis",
      "Cell Biology",
      "Micromanipulation Handling System",
      "Low-Cost Automation"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-03-27T13:49:50Z",
    "type": "Dataset",
    "format": [],
    "rights": "Attribution-NonCommercial 3.0 Unported; https://creativecommons.org/licenses/by-nc/3.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/3pccd4yp8m.4",
    "dataset_id": "",
    "datestamp": "2022-08-08T15:18:02Z",
    "doi": "",
    "title": "SnapFib: An easy build Arduino based tabletop prototype for thin film deposition by Successive Ionic Layer Adsorption and Reaction method",
    "creator": [
      "Sen Gupta, Ashoke Kumar"
    ],
    "description": "1. 3D design files\ni) \"Stepper_holder.f3d\"\nii) \"Slide_holder.f3d\"\nThese files can be modified using any standard 3d CAD software.\n\n2. PCB files\ni) \"SILAR.kicad_pcb\"\nii) \"SILAR.pro\"\niii) \"SILAR.sch\"\nThe schematic file can be modified using Kicad software. The pdf file shows the 2d overview of the designed printed circuit board.\n\n3. \"gerbers\"\nThis folder contains all the gerber files (An opersource ASCII format printed circuit board) for  suitable for manufacturing the PCB.\n\n4. \"arduino_firmware\"\nFolder containing the arduino firmware codes that can be modified using Arduino IDE.\n\n5. Video files\ni) \"SnabFib operation\" - Shows the operation of our designed hardware.\nii) \"X-axis assembly\" - Video demonstration\niii) \"Y-axis assembly\" - Video demonstration\n\n6. \"Images - Containing all the figures appeared in the article\n\n7. \"Visual Parts List\" - docx file",
    "subject": [
      "Computer-Aided Design",
      "Software",
      "Video",
      "Body Image",
      "Document Type"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-08-08T15:18:02Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/3yx5y8b7tm.1",
    "dataset_id": "",
    "datestamp": "2023-07-13T13:01:30Z",
    "doi": "",
    "title": "CYCLOPS: A cyclists' orientation data acquisition system using RGB camera and inertial measurement units (IMU)",
    "creator": [
      "Arias Correa, Mauricio"
    ],
    "description": "The files in this data repository are a supplement to the paper \"CYCLOPS: A cyclists' orientation data acquisition system using RGB camera and inertial measurement units (IMU)\", which introduces an acquisition system developed to capture images and inertial measurement data of moving cyclists from a vehicle. The system described s consists of two devices. The first device is installed on the bicycle and is based on an electronic acquisition board comprising an inertial measurement unit (IMU), a microcontroller, and a transceiver for sending the cyclist's acceleration and orientation data to a vehicle. The second device is installed on the vehicle and uses the same board to acquire vehicle’s accelerations and orientations, along with an RGB monocular camera. The data is stored in real-time in a laptop’s drive for subsequent analysis and manipulation. The hardware architecture is presented in detail, including the designs for devices installation, IMUs configuration, and software install",
    "subject": [
      "Image Acquisition",
      "Data Acquisition",
      "Vulnerable Transport User",
      "Sensor Development"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-07-13T13:01:30Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/46x948gzkt.1",
    "dataset_id": "",
    "datestamp": "2023-08-03T03:06:45Z",
    "doi": "",
    "title": "Forest-cop-ter Code, Design Files and BOM",
    "creator": [
      "Patil, Vinay"
    ],
    "description": "Multipurpose Deep Learning-Powered UAV for Forest Fire Prevention and Emergency Response (Forest-cop-ter) This project aims to develop a multipurpose UAV for a quick problem-solving approach toward critical situations in forests without human assistance, location tracing, instant communication, etc. using Artificial Intelligence & Robotics.",
    "subject": [
      "Artificial Intelligence",
      "Robotics",
      "Forest Fire",
      "Emergency Response",
      "Drone (Aircraft)",
      "Generative Adversarial Network"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-08-03T03:06:45Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/499gx3pfxk.1",
    "dataset_id": "",
    "datestamp": "2021-09-24T21:37:11Z",
    "doi": "",
    "title": "Flow-batch system based on Quartz Crystal Microbalance (QCM) sensor for the determination or arsenic in water",
    "creator": [
      "Eggly, Gabriel"
    ],
    "description": "This project presents a lab-made instrument to measure the amount of arsenic present in water. This natural pollutant compromises the potability of water for humans, with a maximum limit of 10 ug L-1 in drinking water. Its presence in Argentina underground water is extended along a large area involving several provinces. The system uses flow-batch technology to handle the samples. This technology has several advantages over traditional methods: it uses small samples reducing the amount of reagents and residues left after the measurements, it can be systematized as the control of the procedure is made with a computing device, it can be implemented in the lab with low-cost elements, and provides high precision in the results when properly configured. Flow-batch systems are increasingly being used in analytical chemistry. In the case of this instrument, the flow-batch system is used to process the sample in order to isolate the arsenic present in the water. The measurement is indirect as ",
    "subject": [
      "Computer Hardware",
      "Analytical Chemistry Application"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-09-24T21:37:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/4gfb6g46kb.2",
    "dataset_id": "",
    "datestamp": "2023-11-29T16:29:39Z",
    "doi": "",
    "title": "NeuroVista OpenSouce",
    "creator": [
      "yu, zhiyuan"
    ],
    "description": "A low-cost (60.07 USD), small-sized, wireless, high-precision, low-power consumption 4-channel EEG measurement system (NeuroVista) for frontal area EEG measurements, which can be used with a VR headset, enabling EEG measurements in VR environments. The system has an input-referred noise of less than 0.9480 μVrms, a common mode rejection ratio of over 96dB, a measurement resolution of less than 0.1μV, a bandwidth of 0.5~45Hz, and works at a sampling rate of 250Hz. It also supports metal dry electrodes and includes a built-in analog bandpass filter, right-leg drive circuit, and built-in digital lowpass filter and notch filter, which can reduce noise during measurement. Researchers can reconstruct the electrode system to measure regions of interest according to their needs.",
    "subject": [
      "Biomedical Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-11-29T16:29:39Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/5fth8h9sdh.1",
    "dataset_id": "",
    "datestamp": "2022-03-04T14:26:58Z",
    "doi": "",
    "title": "LAMSkyCam: A Low-cost and Miniature Ground-based Sky Camera",
    "creator": [
      "Jain, Mayank"
    ],
    "description": "Ground-based sky imagers (GSIs) are increasingly becoming popular amongst the remote sensing analysts. This is because such imagers offer fantastic alternatives to satellite measurements for the purpose of earth observations. In this paper, we propose an extremely low-cost and miniature ground-based sky camera for atmospheric study. Built using 3D printed components and off-the-shelf components, our sky camera is lightweight and robust for use in diverse climatic conditions. With a 63◦ field of view angle, the camera captures high resolution sky/cloud images for both day and night times at 5 minute intervals. The camera is designed to be be mounted on a pole-like architecture and with its compact form, it can be installed at any location without requiring any change in the existing infrastructure. For remote areas, the camera has also a local backup facility from which data can be easily accessed manually. We have open-sourced the hardware design of our sky camera, and therefore resear",
    "subject": [
      "Optical Remote Sensing"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-04T14:26:58Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/5gfmy98kcj.2",
    "dataset_id": "",
    "datestamp": "2022-06-14T15:46:14Z",
    "doi": "",
    "title": "A mobile observatory powered by sun and wind for near real time measurements of atmospheric, glacial, terrestrial, limnic and coastal oceanic conditions in remote off-grid areas",
    "creator": [
      "Rysgaard, Søren"
    ],
    "description": "Climate change is rapidly altering the Arctic environment. Although long-term environmental observations have been made at a few locations in the Arctic, the incomplete coverage from ground stations is the main limit to observations in these remote areas. Here we present a multi-purpose mobile observatory (ARC-MO) powered by sun and wind, enabling near real time measurements in the air, ice, land, rivers and ocean in remote off-grid areas. Two test units were constructed and placed in Northeast Greenland where they have collected data from cabled and wireless instruments in the environment since late summer 2021. The two units can communicate locally via WiFi (units placed 25 km apart) and transmit near-real time data globally over satellite. Data are streamed live and accessible from (https://gios.org). The cost of one mobile observatory unit is c. 304.000€. These test units demonstrate the possibility for integrative and automated environmental data collection in remote coastal areas",
    "subject": [
      "Meteorology",
      "Oceanography",
      "Terrestrial Ecosystem",
      "Arctic Region",
      "River Ecosystem",
      "Glaciology",
      "Climate Data"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-06-14T15:46:14Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/5rdt5wmbv5.1",
    "dataset_id": "",
    "datestamp": "2023-04-13T15:06:08Z",
    "doi": "",
    "title": "SyringePumpMechanism_v3.2.1",
    "creator": [
      "Demircan, Evren"
    ],
    "description": "STL files for syringe pump construction",
    "subject": [
      "3D Bioprinting"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-04-13T15:06:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/5wh9bdmnm5.1",
    "dataset_id": "",
    "datestamp": "2024-10-16T12:03:50Z",
    "doi": "",
    "title": "Isolated Data Acquisition with Trigger Pulse Generation for Ion Mobility Spectrometry",
    "creator": [
      "Kobelt, Tim"
    ],
    "description": "This work presents an isolated data acquisition based on two simultaneous sampled 16-bit ADCs of type LTC1864 (Analog Devices) and the synchronized generation of trigger pulse patterns required for the operation of ion mobility spectrometers.",
    "subject": [
      "Software",
      "Electronics",
      "Data Acquisition"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-10-16T12:03:50Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/64ykjhczr6.3",
    "dataset_id": "",
    "datestamp": "2023-02-06T13:06:34Z",
    "doi": "",
    "title": "3D printed opto-microfluidic autonomous analyzer for photometric applications",
    "creator": [
      "CAMARILLO, ROSA MARIA"
    ],
    "description": "3D printed opto-microfluidic autonomous analyzer for photometric applications performs the automation of analytical micro-processes. The proposed device was designed under restrictions of small size and low energy consumption, which allow its portability for in-situ, on line and real time analysis. The autonomous process and auto-calibration consists of four functions: control and data acquisition; hydrodynamic: fluid pumping and flow injection; optical detection and wireless communication. All electronics systems where controlled with a virtual instrument interface. In the experiments carried out to measure fluorides, the results obtained were very close to those obtained with laboratory equipment. The consumption of reagents was 50% less and waste was reduced by 80%. The cost of the portable and autonomous microanalyzer is 75% less than large and robust laboratory equipment.",
    "subject": [
      "Microfluidics",
      "Analytical Microsystems",
      "Optical Sensor",
      "Optical Remote Sensing"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-02-06T13:06:34Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/685hm7n8nb.1",
    "dataset_id": "",
    "datestamp": "2024-09-17T17:47:27Z",
    "doi": "",
    "title": "Low-Cost Prototype for Bearing Failure Detection Using Tiny ML Through Vibration Analysis",
    "creator": [
      "Cotrino, Andres"
    ],
    "description": "Authors: Andres Felipe Cotrino Herrera, Jesús Alfonso López Sotelo, Juan Carlos Blandón Andrade, Alonso Toro Lazo\n\nThe following files are for a low-cost, open-source device designed to facilitate the learning of technologies like artificial intelligence in embedded systems through vibration analysis. It also aims to enhance students' skills by introducing industrial challenges into the classroom via a scaled-down prototype. This study analyzes the vibrations generated by bearings to classify, using Artificial Intelligence (AI), whether they are defective. The device integrates electronic, mechanical, and software components, leveraging online technologies and platforms like Arduino to support hands-on learning. The document provides detailed instructions on the components used, circuit connections, step-by-step construction, and implementation, allowing replication of the prototype. This device fosters the development of STEM skills, promotes the application of AI and TinyML in real-w",
    "subject": [
      "Artificial Intelligence",
      "Teaching",
      "Machine Learning",
      "Vibration Analysis"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-09-17T17:47:27Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/6dscgdg2b5.1",
    "dataset_id": "",
    "datestamp": "2024-07-10T12:25:25Z",
    "doi": "",
    "title": "Programmable Pulsatile Centrifugal Pump for Vascular Flow Simulation",
    "creator": [
      "Vezeridis, Alexander"
    ],
    "description": "The primary objective of this research was to design, implement, and validate a programmable open-source pulsatile flow system to cost-effectively simulate vascular flows.  We employed an Arduino-compatible microcontroller combined with a motor driver to control a centrifugal direct current (DC) motor pump.  The system was programmed to produce pulsatile flows with an arterial pulse waveform.  Validation with Doppler ultrasound and flow measurements confirmed that our Arduino-based system successfully replicated arterial vascular flow.  The materials are easily accessible, with a total bill of materials as low as $99.  This open-source programmable pulsatile pump platform offers superior cost-effectiveness and adaptability relative to commercial offerings.",
    "subject": [
      "Computer Program",
      "Laser Cutting"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-07-10T12:25:25Z",
    "type": "Dataset",
    "format": [],
    "rights": "Attribution-NonCommercial 3.0 Unported; https://creativecommons.org/licenses/by-nc/3.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/6wyfr3ct5x.1",
    "dataset_id": "",
    "datestamp": "2020-05-19T23:30:34Z",
    "doi": "",
    "title": "Customizable Recorder of Animal Kinesis (CRoAK): A Multi-axis Instrumented Enclosure for Measuring Animal Movements",
    "creator": [
      "Gupta, Saumya"
    ],
    "description": "We designed a novel device, called CRoAK, to quantify the movements of small animals in response to acoustic stimulation. We built our setup in a mini acoustically insulated chamber in which we suspended a small acoustically transparent animal enclosure. On the bottom of the enclosure, we attached an Arduino controlled 9 Degrees of Freedom (9DoF) Inertial Measurement Unit (IMU) that combines three different 3-axis sensors, an accelerometer (linear acceleration), a gyroscope (angular velocity), and a magnetometer (direction of the magnetic field). In our implementation of CRoAK, we relied solely on the gyroscope to quantify the motion of the enclosure in response to the movements made in response to a stimulus. We did not use the accelerometer in this implementation because we anchored the suspended enclosure to minimize oscillations in the system after perturbation by an animal’s movement. This means that, by design, we eliminated the possibility of linear translation such that movemen",
    "subject": [
      "Animal Behavior",
      "Biometrics",
      "Psychophysics",
      "Bioacoustics"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-05-19T23:30:34Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/73rt8s7pwd.2",
    "dataset_id": "",
    "datestamp": "2021-11-29T13:47:37Z",
    "doi": "",
    "title": "A low-cost 3D-printable differential scanning fluorometer for protein and RNA melting experiments",
    "creator": [
      "Barthels, Fabian"
    ],
    "description": "Differential scanning fluorimetry (DSF) is a widely used biophysical technique with applications to drug discovery and protein biochemistry. DSF experiments are commonly performed in commercial real-time polymerase chain reaction (qPCR) thermal cyclers or nanoDSF instruments. Here, we report the construction, validation, and example applications of an open-source DSF system for 176 €, which, in addition to protein-DSF experiments, also proved to be a versatile biophysical instrument for less conventional RNA-DSF experiments. Using 3D-printed parts made of polyoxymethylene, we were able to fabricate a thermostable machine chassis for protein-melting experiments. The combination of blue high-power LEDs as the light source and stage light foil as filter components was proven to be a reliable and affordable alternative to conventional optics equipment for the detection of SYPRO Orange or Sybr Gold fluorescence. The ESP32 microcontroller is the core piece of this openDSF instrument, while t",
    "subject": [
      "Drug Discovery",
      "Biophysical Chemistry",
      "Open Source Product"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-11-29T13:47:37Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/75w37bsh8d.1",
    "dataset_id": "",
    "datestamp": "2022-01-18T21:33:01Z",
    "doi": "",
    "title": "A low-cost push-pull syringe pump for continuous flow applications",
    "creator": [
      "Caccavo, Diego"
    ],
    "description": "Syringe pumps are very useful tools to ensure a constant and pulsation-free flow rate, however usability is limited to batch processes. This article shows an open-source method for manufacturing a push pull syringe pump, valid for continuous processes, easy to build, low-cost and programmable.\nThe push-pull syringe pump (PPSP) is driven by an Arduino nano ATmega328P which controls a NEMA 17 in microstepping via the A4988 stepper driver. The Push-Pull Syringe Pump setup is configurable by means of a digital encoder and an oled screen programmed using C ++. A PCB was designed and built to facilitate the assembly of the device. The continuous flow is guaranteed by four non-return valves and a dampener, which has been sized and optimized for use on this device. Finally tests were carried out to evaluate the flow rates and the linearity of the flow. The device is achievable with a cost of less than 100 €.\n\n\nIn this repository are reported the files useful for the construction of the push-pu",
    "subject": [
      "Computer-Aided Design",
      "Software",
      "Electronic Circuit",
      "Integrated Circuit"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-01-18T21:33:01Z",
    "type": "Dataset",
    "format": [],
    "rights": "Attribution-NonCommercial 3.0 Unported; https://creativecommons.org/licenses/by-nc/3.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/76msnn2tz8.1",
    "dataset_id": "",
    "datestamp": "2023-01-17T10:34:08Z",
    "doi": "",
    "title": "TMA-Mate: An open-source modular toolkit for constructing tissue microarrays of arbitrary layouts",
    "creator": [
      "Pazaitis, Nikolaos"
    ],
    "description": "Biomedical research and quality control procedures often demand a variety of microscopic analysis of numerous formalin-fixed and paraffin-embedded (FFPE) tissue samples from different individuals of both healthy and diseased regions of interest. Depending on the number of samples to be analyzed, conventional processing of each FFPE block separately can be laborious or impracticable. This effort can be drastically reduced by using tissue microarrays (TMAs). TMAs have a wide range of applications and can be considered as a high-throughput method to process up to hundreds of miniaturized tissue samples simultaneously on a single microscopy slide, in order to reduce labor, costs and sample consumption, and to increase results comparability. Several commercial and self-made solutions to fabricate TMAs with varying degrees of automation are available. However, these solutions may not be suitable for every situation, either due to high costs, high complexity, lack of precision or lack of flex",
    "subject": [
      "Histology",
      "Sample Extraction",
      "Sample Handling",
      "Sample Preparation",
      "Microarray",
      "In Situ Hybridization",
      "Immunohistochemistry",
      "Histopathology",
      "Microscopy of Biological Sample",
      "Tumor Histology"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-01-17T10:34:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/7jzgfwhznn.3",
    "dataset_id": "",
    "datestamp": "2022-07-20T08:26:11Z",
    "doi": "",
    "title": "Design and implementation of a versatile magnetic field mapper",
    "creator": [
      "NASIR, MUHAMMAD"
    ],
    "description": "Mapping out magnetic field profiles from arbitrarily shaped magnets is an essential step in research, manufacturing, and maintenance. It helps you find out what’s under the surface of any object and identify areas of high-flux density in addition to determining field homogeneity which can be crucial for magnetic spectroscopy. Our magnetic field mapper is easy-to-use, has a user-friendly interface, and can be operated remotely. The mapper is a triple axis Hall effect-based magnetometer, which means that it can measure the strength of magnetic fields in 3D. It is made up of three Hall sensors which are mounted on a triple-slot sensor probe which is attached to translation stages allowing motion in three dimensions. The translation in X and Y motion (independent) is from −50 to +50 mm while in Z is from −150 to +150 mm with a nominal resolution of 0.1 mm. The height of the magnetometer is 1000 mm and it’s specially design for mapping the magnetic fields for permanent magnet assemblies use",
    "subject": [
      "Magnetism",
      "Magnetic Field Measurement"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-07-20T08:26:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/7mshy2kcf3.3",
    "dataset_id": "",
    "datestamp": "2023-08-29T12:51:30Z",
    "doi": "",
    "title": "Respiratory pressure and split flow data collection device with rapid expiratory shuttering",
    "creator": [
      "Guy, Ella"
    ],
    "description": "The venturi-based flow meter utilises split inspiratory and expiratory flow pathways, for greater configurability with additional respiratory monitoring or simulation devices, as well for ease of data processing. The venturi is designed to be integrated in series with respiratory circuitry, using standard 22mm male and female connections. In its current application the inspiratory input port (22mm male connection) is connected to a CPAP device using its accompanying circuitry (or is unconnected when CPAP is not required), the expiratory output port vents to atmosphere (22mm female connection), and the subject port (22mm male connection) is connected to a mouthpiece, filter, or mask. Differential Pressure Sensors were also upgraded (SSCDRRN001PD2A5) to capture larger flow ranges (seen in maximal breaths and panting).\n\nAdditionally, a modular expiratory shutter attachment is outlined for identification of passive respiratory mechanics. Specifically, the rapid expiratory shuttering allows",
    "subject": [
      "Biomedical Engineering",
      "Biomedical Device",
      "Biomedical Research"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-08-29T12:51:30Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/7rcpk2trr7.1",
    "dataset_id": "",
    "datestamp": "2021-01-19T13:10:47Z",
    "doi": "",
    "title": "A low-cost photogrammetric-based 3D hand scanner",
    "creator": [
      "Song, Yu"
    ],
    "description": "For the paper: The development of a low-cost photogrammetric-based 3D hand scanner",
    "subject": [
      "Computer-Aided Design",
      "Computer-Aided Manufacturing",
      "Application Software"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-01-19T13:10:47Z; 2021-04-15T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/7sjjmr9bz2.1",
    "dataset_id": "",
    "datestamp": "2021-11-04T13:27:42Z",
    "doi": "",
    "title": "High-performance polymer 3D printing – open-source liquid cooled scalable printer design",
    "creator": [
      "Eikevåg, Sindre Wold"
    ],
    "description": "To print high-performance polymers, a printer that can reach high temperatures is needed. There is currently a lack of low-cost solutions that allow manipulation of process parameters and expansion of sensors to monitor the printer as well as the process. This paper presents an open-source hardware upgrade for low-cost 3D printers to enable research on new high temperature polymers as well as manufacturing of all currently available polymers. The hardware cost less than $1700, including the modified printer. Open-source firmware by Klipper and Fluidd is used for control. The printer is able to reach 500°C nozzle, 200°C heated bed, and 135°C heated chamber. At the highest temperatures, all electronics operates within the recommended temperature range inside the heated chamber. The presented design produced a CF-PEEK 3DBenchy and a spiral vase with excellent surface quality and no signs of delamination. Test specimens according to ISO527 using PA-CF performed similarly to the datasheet p",
    "subject": [
      "Materials Science",
      "Mechanical Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-11-04T13:27:42Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/825zc3xwz4.2",
    "dataset_id": "",
    "datestamp": "2024-04-05T20:24:49Z",
    "doi": "",
    "title": "Mini-lysimeter Hardware",
    "creator": [
      "McCauley, Dalyn"
    ],
    "description": "Development of more efficient and sustainable irrigation technology is critical to maintain horticultural production in a water scarce future. Sensor controlled irrigation is an emerging technology that has the potential to increase irrigation efficiency and reduce overwatering by using real-time data on container water status to control the timing and volume of irrigation events. This project presents a novel irrigation control system using lysimetry. We develop small scale lysimeters, referred to as mini-lysimeter, which provide a direct measure of actual evapotranspiration (ET) via a change in mass of containerized crops. This data repository provides the necessary documents and designs to reproduce a mini-lysimeter controlled irrigation system for use in container nurseries. The repository includes CAD files of the mini-lysimeter design, a bill of materials for device assembly, and documentation on data logger wiring.",
    "subject": [
      "Horticulture",
      "Agricultural Water Management",
      "Evapotranspiration Measurement"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-04-05T20:24:49Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/84fygz2txp.2",
    "dataset_id": "",
    "datestamp": "2025-04-02T10:05:28Z",
    "doi": "",
    "title": "DESIGN AND DEVELOPMENT OF A COST-EFFECTIVE BUOY USING 3D PRINTING FOR COASTAL MONITORING",
    "creator": [
      "Nogueira, Simon Federico"
    ],
    "description": "This dataset is meant to contain the support publication files. \nAbstract: An adequate knowledge of water (and air) environment parameters in ocean and coastal areas becomes of crucial importance for management practices. The behavior of oceans and coasts covers a large range of spatial and time scales that leads to the importance of high-frequency and widespread monitoring by using cost-effective platforms. This article proposes the design, development and deployment of a low-cost, small and compact buoy platform for coastal monitoring, which was built almost entirely on 3D printing technology in a modular way. The buoy called EMAC buoy -V 3.0- (EMAC: Estación de Monitoreo Ambiental Costero) was significantly improved in the last few years based on cost-effective optimization and physical constraints inherent to coastal waters, providing the advantages of simplicity and flexibility. This study considered oceanographic and meteorological measurements of a buoy moored in the San Matías ",
    "subject": [
      "Engineering",
      "Oceanography",
      "Data Acquisition"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-04-02T10:05:28Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/8953pcgdys.2",
    "dataset_id": "",
    "datestamp": "2024-01-25T06:37:40Z",
    "doi": "",
    "title": "Dual Feed Progressive Cavity Pump Extrusion System for Functionally Graded Direct Ink Write 3D Printing",
    "creator": [
      "Sevcik, Max"
    ],
    "description": "These files include the STL files used to create custom parts to mount the ViscoTec ecoDUOMIX-450 to the X-Gantry of the Prusa, and mount adapters to allow stepper motors to be compatible with the extruder. Also attached are Arduino files used to interpret G-code commands to run the stepper motors at different ratios. The following files are Licensed under the TAPR Open Hardware License. Users have permission to access, modify, and distribute the following files.",
    "subject": [
      "Three Dimensional Printing"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-01-25T06:37:40Z",
    "type": "Dataset",
    "format": [],
    "rights": "TAPR OHL version 1.0; http://www.tapr.org/ohl.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/8dnbrx3s6h.1",
    "dataset_id": "",
    "datestamp": "2024-05-20T23:45:32Z",
    "doi": "",
    "title": "Thermoblocks for Loop-Mediated Isothermal Amplification",
    "creator": [
      "Otero, Jorge"
    ],
    "description": "Files required to reproduce the LAMP device",
    "subject": [
      "Medical Device"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-05-20T23:45:32Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/8sbwf397jk.1",
    "dataset_id": "",
    "datestamp": "2022-06-21T12:45:41Z",
    "doi": "",
    "title": "BiMaTS",
    "creator": [
      "Cardoso, Luis"
    ],
    "description": "HardwareX: Biaxial Testing System for Characterization of Mechanical and Rupture Properties of Small Samples",
    "subject": [
      "Materials Testing",
      "Tensile Testing",
      "Laboratory Biomechanics"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-06-21T12:45:41Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/93tj5gwh3j.2",
    "dataset_id": "",
    "datestamp": "2024-08-14T18:53:53Z",
    "doi": "",
    "title": "turboLysis: A low-cost, small footprint alternative to commercial bead beaters for cell lysis.",
    "creator": [
      "Limberis, Jason"
    ],
    "description": "turboLysis is a novel mechanical cell lysis device that utilizes small beads to efficiently lyse tough cells like Mycobacterium, Saccharomyces, and Arabidopsis. We compared turboLysis to bead beating using the BeadBug 6 for several concentrations of Mycobacterium tuberculosis roughly correlated to the bacterial load commonly seen in patient samples. turboLysis performed similarly to the BeadBug at low bacterial concentrations and outperformed it at high concentrations above 2x105 CFU/ml (p<0.005). Thus, turboLysis offers good cell lytic performance in a small form factor at a low cost.",
    "subject": [
      "Equipment Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-08-14T18:53:53Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/9b4d8g9jc4.2",
    "dataset_id": "",
    "datestamp": "2020-05-12T14:04:03Z",
    "doi": "",
    "title": "3D printed receptacle with diffuser membrane for manipulating pressurized air and water",
    "creator": [
      "Pálfy, Tamás Gábor"
    ],
    "description": "Water research is one of many fields where FDM 3D printing offers the freedom of customization and the inclusion of commercial components. We present our 330 mL 3D printed laboratory receptacle that has been customized to control pressurized air and water in one body. During our tests, water has been stored without loss, and batches froze whilst circulating and diffusing air through the liquid. The device has been parameterized with the slicer software and gcode editing, letting the FDM printer to build a diffuser membrane surrounded by air-tight walls. Detailed construction instructions are given, including piping and control board for operation. According to the functionality of the receptacle and the aeration system, the solutions have been found durable and low-cost. Disadvantages are the time invested in creating customized code, and certain limitations of the membrane itself.",
    "subject": [
      "Chemistry",
      "Process Engineering",
      "Bioreactor Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-05-12T14:04:03Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/9cyp4s22mc.2",
    "dataset_id": "",
    "datestamp": "2021-10-26T12:52:12Z",
    "doi": "",
    "title": "Open source anaerobic and temperature-controlled in vitro model enabling real-time release studies with live bacteria",
    "creator": [
      "Hwu, En-Te"
    ],
    "description": "Design files, 3D printing files, laser cutting files and operation videos for Hardware X article.\nAbstract: \nIn vitro release and dissolution models are widely used in the development phases of oral drug delivery systems to measure how an active pharmaceutical ingredient (API) is released from a dosage form. However, additional requirements for these models arise when evaluating probiotic dosage forms since they are often sensitive to temperature and oxygen levels. As a solution to this, we propose a custom-designed anaerobic in vitro release setup, made mainly by 3D printing and laser cutting, to function together with state-of-the-art pharmaceutical dissolution equipment – in this case, a microDISS Profiler™. The in vitro release model makes it possible to study the release rate of oxygen-sensitive probiotics in simulated intestinal conditions, while ensuring their survival due to the anaerobic conditions. This has not been possible so far since the available in vitro dissolution mod",
    "subject": [
      "Engineering Instrumentation"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-10-26T12:52:12Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/9ndz5b9ccv.3",
    "dataset_id": "",
    "datestamp": "2022-07-13T16:56:27Z",
    "doi": "",
    "title": "Motrol 1.5",
    "creator": [
      "Toloza, Juan Manuel"
    ],
    "description": "This project describes how to construct a device that will automate the proposed process to run benchmarking/profiling tests in mobile devices",
    "subject": [
      "Mobile Computing",
      "Benchmarking"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-07-13T16:56:27Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/b3jms757m9.2",
    "dataset_id": "",
    "datestamp": "2025-05-14T11:24:11Z",
    "doi": "",
    "title": "Rugged, low-cost, and lightweight rosette water sampler for ocean profiling and mooring deployment",
    "creator": [
      "Poulsen, Ebbe"
    ],
    "description": "Oceanographers studying climate change, marine ecosystems, and water mass distribution rely heavily on seawater measurements from various depths and locations. A critical tool for obtaining these measurements is the rosette water sampler, which collects and isolates seawater at multiple specified depths for later analysis. However, most commercially available samplers are designed for large sample volumes (>500 mL), requiring heavy-duty lifting equipment typically found only on larger research vessels.\nThis creates unnecessary costs and operational challenges, especially in coastal areas, when large sample volumes are not needed.\nIn response, we present a small, lightweight, and rugged rosette water sampler specifically developed for smaller sample volumes and efficient deployment from small boats without the need for lifting equipment. Weighing 16 kg, the sampler can collect 13 samples of 20 mL each in a single profiling cast, with a maximum depth of 250 m.\nThe instrument has been suc",
    "subject": [
      "Oceanography",
      "Water Sampling Study",
      "Measurement in Robotics"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-05-14T11:24:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/b7yy72wcxx.2",
    "dataset_id": "",
    "datestamp": "2022-09-05T15:19:06Z",
    "doi": "",
    "title": "A 3-D Printed Vitrification Device Integrated with French Straws",
    "creator": [
      "Paulsen, Jacqueline"
    ],
    "description": "This data set includes ‘stl’ files that can be used for 3D printing, and ‘ipt’ files that can be used for design modifications in Autodesk Inventor or Fusion 360. More information of this device can be found in the article ‘A 3-D Printed Vitrification Device Integrated with French Straws’ published in the journal Hardware X. \n(1) Vitrification wands:\nVitrification quality is inversely related to sample volume, because higher thermal mass leads to lower cooling rates. Thus, vitrification wands were designed with multiple configurations that differed by loop length and height (different number of layers in 3-D printing slicing). The nominal height per layer was 0.2 mm when printed with 0.4-mm printer nozzles. Loop configurations included three lengths (Short:15.4 mm, intermediate:16.6 mm, and long:24.4 mm) and three heights (1 layers, 2 layers, 3 layers). The total length of the wands was identical to French straws to fit within standard cryogenic goblet storage containers. Wands were pr",
    "subject": [
      "Vitrification",
      "Storage of Biological Residues"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-09-05T15:19:06Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/b94xgzxsdm.4",
    "dataset_id": "",
    "datestamp": "2022-04-11T09:49:45Z",
    "doi": "",
    "title": "Cost-effective and power-efficient portable turbine-based emergency ventilator",
    "creator": [
      "Saha, Shovon"
    ],
    "description": "Ventilators have always been common in medical scenarios but very expensive to procure or develop. One of the main reasons for these is the components that are being used are expensive and require precise instrumentation, research, and development. This paper attempts to mitigate that problem by proposing a novel way to rapidly develop a portable ventilator that uses common 3D printing technology and off-the-shelf components. This turbine and valve-based ventilator feature most of the modes that are commonly used by healthcare professionals. A unique servo-based pressure release mechanism has been designed that makes the system around 36 times more efficient than solenoid-based systems. Reliability and efficiency have been increased further through the use of a novel positive end-expiratory pressure (PEEP) valve that does not contain any electromechanical component. Effective algorithms such as feed-forward and proportional–integral–derivative (PID) controllers were used alongside the ",
    "subject": [
      "Biomedical Engineering",
      "Respiratory System Development",
      "Acute Respiratory Distress Syndrome",
      "Mechanical Ventilation",
      "Three Dimensional Printing",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-04-11T09:49:45Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/bdg2c7tsxm.2",
    "dataset_id": "",
    "datestamp": "2021-12-20T11:42:55Z",
    "doi": "",
    "title": "Portable device for dual detection of fluorescence and absorbance for biosensing or chemical sensing applications",
    "creator": [
      "Buranachai, Chittanon"
    ],
    "description": "Early detection is key to prevent health problems and could be performed by biosensors and chemical sensors. However, a lot of them still need bulky benchtop equipment. This work presents a portable device for measuring fluorescence and light absorption that can be used with optical biosensors or chemical sensors. It uses a small laser diode as a light source and three filter-mounted photodiodes as detectors., all of which are inexpensive, customizable and widely available commercially. The results from our device show good correlation with that from commercial instruments. Therefore, it could be beneficial for early or on-site detection.",
    "subject": [
      "Optical Biosensors",
      "Chemical Sensor",
      "Early Diagnosis"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-12-20T11:42:55Z; 2021-12-19T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/bjkbjtf3vk.3",
    "dataset_id": "",
    "datestamp": "2024-06-11T16:17:22Z",
    "doi": "",
    "title": "A filling rig for liquid and gas working fluids for two-phase thermal management systems",
    "creator": [
      "Butler, Colin"
    ],
    "description": "Two-phase cooling devices are used to remove and dissipate heat from high power-density electronic systems to maintain them within their operating temperature limits. The manufacture of these devices, such as heat pipes, thermosyphons or vapour chambers, involves firstly removing any internal air or non-condensable gases before charging with the required volume of working fluid. This paper presents detailed designs and operating instructions for a single bench-top station for use in a laboratory environment for the vacuum evacuation, degassing and charging of these devices. Two configurations allow for the filling of fluids which are either liquids or gases at standard temperature and pressure conditions. For liquids, the dispensed volume can be measured directly on an integrated burette, while the method of vapour transfer is used for gases.\n\nThe hardware was demonstrated by filling multiple thermosyphon devices with a number of common working fluids used in two-phase systems, includi",
    "subject": [
      "Heat Transfer",
      "Thermal Engineering",
      "Heat Pipe",
      "Thermosyphon",
      "Thermofluids"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-06-11T16:17:22Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/bkhrks6x3m.2",
    "dataset_id": "",
    "datestamp": "2022-06-14T17:24:04Z",
    "doi": "",
    "title": "Development of a low-cost IoT system based on LoRaWAN for monitoring variables related to electrical energy consumption in low voltage networks",
    "creator": [
      "Guevara Muñoz, Nelson Eduardo"
    ],
    "description": "Hardware-software design to build an IoT system for monitoring electrical variables in small factories or industries.",
    "subject": [
      "Electronic Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-06-14T17:24:04Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/bptpfpgf5h.2",
    "dataset_id": "",
    "datestamp": "2024-06-24T08:28:11Z",
    "doi": "",
    "title": "A do-it-yourself benchtop device for highly scalable flow synthesis of protein-based nanoparticles",
    "creator": [
      "Korenkov, Egor"
    ],
    "description": "This dataset provides technical drawings, diagram circuit and Arduino code for original device designed for scalable synthesis of protein nanoparticles.",
    "subject": [
      "Engineering",
      "Nanobiotechnology"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-06-24T08:28:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/bshhwy3czd.2",
    "dataset_id": "",
    "datestamp": "2021-08-23T13:12:38Z",
    "doi": "",
    "title": "Low-Cost Residential Air Quality Device using Ultraviolet Germicidal Irradiation (UVGI) light",
    "creator": [
      "Al-Rawi, Mohammad"
    ],
    "description": "Many New Zealand residential dwellings suffer from dampness and fungi during the winter, which can cause respiratory health problems. This can be due to poor insulation and ventilation, and the situation worsens when residents cannot afford to heat the dwelling. The main aim of this paper is to modify an existing dehumidifier so that it can remove moisture, heat the living space and reduce fungi growth and bacteria. To achieve that, we installed ultraviolet germicidal lights (UVGI) in an existing dehumidifier with a total cost of NZD 213.76. The UVGI lights are known to be efficient in destroying the DNA of fungi and bacteria. The results show that the device reduced the fungi growth and did increase the room temperature because the dehumidifier captured two litres of water over 24 hours of testing. Therefore, our proposed low-cost device does improve the indoor air quality (IAQ) in the living space.\nThe design files for the modified dehumidifier will be included here.",
    "subject": [
      "Indoor Air Pollution",
      "Ultraviolet Treatment"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-08-23T13:12:38Z",
    "type": "Dataset",
    "format": [],
    "rights": "TAPR OHL version 1.0; http://www.tapr.org/ohl.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/c3m4tdyvfm.1",
    "dataset_id": "",
    "datestamp": "2020-09-28T17:18:32Z",
    "doi": "",
    "title": "Wearable Light Data Logger",
    "creator": [
      "Rhudy, Matthew"
    ],
    "description": "This project offers the necessary hardware and software files for creating a wearable light data logger.  This equipment is capable of logging measurements of light intensity, color temperature, UV index, as well as red, green, blue, and clear components of light.  Measurements are sampled approximately once per minute and stored onto a microSD card.  Battery life with a 350 mAh LiPoly battery is approximately 29 hours.",
    "subject": [
      "Applied Psychology",
      "Lightning",
      "Color",
      "Solar Ultraviolet Radiation"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-09-28T17:18:32Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/c8sxdwds5x.1",
    "dataset_id": "",
    "datestamp": "2021-09-01T07:43:00Z",
    "doi": "",
    "title": "IETeasy: an open source and low-cost instrument for impulse excitation technique, applied to materials classification by acoustical and mechanical properties assessment",
    "creator": [
      "Lopresti, Mattia"
    ],
    "description": "In the past twenty years, impulse excitation technique (IET) has become a widelydiffused non-destructive technique in metal industry field.  This success resides in its capability todetermine with high precision and accuracy some elastic properties of materials, such as Young’smodulus, shear modulus and Poisson’s ratio.  The technique, which is very fast andnon-destructive, consists in exciting a sample by a mechanical input and registering the acousticoutput that, once analyzed by Fast Fourier-Transformation (FFT), provides the resonantfrequencies of the sample, with a fast data analysis procedure.  The approach is thus very easy tobe applied to most materials and cost and time effective.  Despite these many advantages, IET isstill an under exploited technique in academic research centres, that mainly rely on traditionaldestructive methods for the evaluation of such properties, for instance by the measurement ofstrain-stress curves.  Commercial IET instruments, similarly to traditiona",
    "subject": [
      "Engineering",
      "Materials Science",
      "Sound Computing",
      "Materials Characterization Technique"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-09-01T07:43:00Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cg38djj8y5.2",
    "dataset_id": "",
    "datestamp": "2021-10-28T20:09:04Z",
    "doi": "",
    "title": "Sensors-on-Paper: Fabrication of Graphite Thermal Sensor Arrays on Cellulose Paper for Large Area Temperature Mapping",
    "creator": [
      "Mulla, Rafiq"
    ],
    "description": "This paper reports on a fabrication method to obtain multiple thermal sensors by employing an array of graphite thermocouple patterns on commonly available Xerox paper. The graphite thermocouples are patterned using two different grade graphite pencils, which show a stable and reproducible thermal sensitivity. The fabricated paper devices with multiple thermocouple arrays are capable of producing temperature mapping of the desired area. Different thermal conditions were applied to test and confirm the working of these devices. The present study shows that simple graphite trace patterns can convert a piece of paper into a thermal mapping device.",
    "subject": [
      "Thermoelectrics",
      "Thermal Sensor",
      "Graphite"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-10-28T20:09:04Z; 2022-08-27T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cgmmttr4bz.2",
    "dataset_id": "",
    "datestamp": "2024-06-19T09:16:56Z",
    "doi": "",
    "title": "Low-Cost PIV System",
    "creator": [
      "Acquah, Frederick"
    ],
    "description": "This repository is for designing and characterizing a low-cost PIV system project at Ashesi University. This repository contains CAD files, schematics, PDFs, and Arduino files.",
    "subject": [
      "Mechanical Engineering",
      "Applied Fluid Mechanics"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-06-19T09:16:56Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cnkd95kp65.1",
    "dataset_id": "",
    "datestamp": "2022-04-11T10:25:55Z",
    "doi": "",
    "title": "OPU force analyzer",
    "creator": [
      "CHANG, TIEN-JEN"
    ],
    "description": "This dataset contains all relevant data files to fully reproduce an open-source broad sensing range force analyzer for the evaluation of mucoadhesion of drug delivery devices and a wider field of potential force sensing applications.",
    "subject": [
      "Bioadhesive",
      "Materials Characterization Technique"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-04-11T10:25:55Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cpzfdw95ty.2",
    "dataset_id": "",
    "datestamp": "2020-10-06T21:28:18Z",
    "doi": "",
    "title": "Supporting files for LUCIA: An open source device for disinfection of N95 masks using UV-C radiation",
    "creator": [
      "Bentancor, Marcel"
    ],
    "description": "Supporting files for the article \"LUCIA: An open source device for disinfection of N95 masks using UV-C radiation\".",
    "subject": [
      "Disinfection",
      "Personal Protective Equipment",
      "Ultraviolet Treatment",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-10-06T21:28:18Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/csf6hhvy3b.1",
    "dataset_id": "",
    "datestamp": "2022-12-28T21:37:13Z",
    "doi": "",
    "title": "GatorByte - Dashboard, Server, and MQTT broker",
    "creator": [
      "Agade, Piyush"
    ],
    "description": "Title: \nGatorByte – An Internet of Things-based Low-Cost, Compact, And Real-time Water Resource Monitoring Buoy\n\nAbstract:\nWater-quality monitoring systems available today are usually expensive and have low-temporal resolution and lack spatial dimension entirely. These systems are typically available as stations or handheld devices. Pinpointing sources of pollution using these systems is difficult. This project involves developing a high-resolution free-flowing monitoring buoy that records spatiotemporal water-quality data. The system is highly customizable, and even users with limited experience in programming or electronics can tailor GatorByte for their needs. The platform includes a datalogger, cloud-based server, and visualization tools. The datalogger uses low-cost sensors, electronic peripherals, a 3D-printed enclosure, and Printed Circuit Boards, bringing the cost per unit under $1000. The datalogger uses an NB-IoT-capable Arduino for real-time reporting and visualizing sensor ",
    "subject": [
      "Web Application"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-12-28T21:37:13Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cv9cfj39b7.1",
    "dataset_id": "",
    "datestamp": "2021-01-22T22:22:02Z",
    "doi": "",
    "title": "Syringe Pump Extruder and Curing System for 3D Printing of Photopolymers",
    "creator": [
      "Darling, Cory"
    ],
    "description": "Development of new additive manufacturing materials often requires the production of several batches of relatively large volumes in order to print and test objects. This can be difficult for many materials that are expensive or difficult to produce in large volumes on the laboratory scale. Bioprinter systems are advantageous in this regard, however, commercial systems are expensive or do not have the ability to use photopolymers. Herein, we outline a Syringe Pump Extruder and Curing System (SPECS) modification for inexpensive filament-based 3D printers which enables the use of standard bioplotter materials and photopolymers. The system is capable of using multiple syringe volumes and needle sizes that can be quickly and easily exchanged. The SPECS modification is demonstrated using a Prusa i3 mk3 fused filament fabrication printer to print several 3D objects and films using stereolithography (SLA) photopolymer resin. Geometric accuracy in the X, Y, and Z directions was ±0.1 mm using a ",
    "subject": [
      "Engineering",
      "Manufacturing",
      "Photopolymerization",
      "Depositional Process",
      "Design for Additive Manufacture"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-01-22T22:22:02Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cvdc3gsjsg.1",
    "dataset_id": "",
    "datestamp": "2021-10-18T07:20:45Z",
    "doi": "",
    "title": "ADO: An Open Digital End-to-End Aquaculture Platform",
    "creator": [
      "Suciu, Ioana"
    ],
    "description": "The ADO project proposes the development of an IoT solution that allows the digitization of the aquaculture sector, developing the basic elements (data acquisition systems, data storage system and visualization platform) in open source format.  Hence, ADO makes it easier for small and medium-sized producers to obtain success stories with limited technology background and smaller economic investments.  In this article we provide a comprehensive description of the platform building blocks, including the hardware elements, integration procedures and structure, and operation details of the back-end infrastructure. \n\nThe description of the added design files follows:\n 1) PCB/Schematic_Prints.pdf: PDF file containing the schematic describing the interconnections between components of the ADO hardware.\n 2) PCB/Board.step: the 3D model of the ADO PCB.\n 3) PCB/BOM.xlsx: Excel file containing the Bill of Materials for replicating the ADO node.\n 4) PCB/Gerber.zip: compressed file containing the G",
    "subject": [
      "Hardware Architecture",
      "Embedded Software",
      "Server"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-10-18T07:20:45Z; 2022-10-13T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "BSD 3-Clause (\"Revised\") License; http://opensource.org/licenses/BSD-3-Clause",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cvr77cr6ry.1",
    "dataset_id": "",
    "datestamp": "2023-07-04T06:51:10Z",
    "doi": "",
    "title": "Adaptable Three-pin Skull Clamp for Large Animal Research",
    "creator": [
      "Lohss, Maxwell"
    ],
    "description": "Design files for building an adjustable three-pin skull clamp surgical system for animal research. Files are available as PDFs for engineering drawings, Solidworks files (.SLDPRT,.SLDDRW,.SLDASM), and STEP files for general CAD use.\n\nSystem was designed for neurobiological researchers using large animal models to practice surgical approaches identical to those performed in humans. The system is highly adjustable, also allowing researchers to attempt novel surgical approaches.",
    "subject": [
      "Surgery",
      "Bioengineering",
      "Mechanical Engineering",
      "Anatomical Technique in Neurobiology",
      "Medical Device",
      "Animal Skeletal Fixation",
      "Animal Neurobiology"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-07-04T06:51:10Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/cyb36wsh6c.2",
    "dataset_id": "",
    "datestamp": "2023-10-06T06:45:56Z",
    "doi": "",
    "title": "In-House Electrospinner",
    "creator": [
      "Prasad, Anamika"
    ],
    "description": "This data set contains all the CAD and STL Files used and required for reproducing the in-house electrospinning hardware with three different collectors.",
    "subject": [
      "Electrospinning"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-10-06T06:45:56Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/czgpmp8cr7.2",
    "dataset_id": "",
    "datestamp": "2024-06-14T18:40:57Z",
    "doi": "",
    "title": "Temperature Data Loggers Network",
    "creator": [
      "Santiago, Gustavo"
    ],
    "description": "A network of a modular number of temperature sensors communicating through LoRa that stores data local or remotely",
    "subject": [
      "Sensor",
      "Temperature"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-06-14T18:40:57Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 2; https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/ddzsbh34bg.1",
    "dataset_id": "",
    "datestamp": "2023-11-14T06:23:08Z",
    "doi": "",
    "title": "An open-source zero-gradient cell hardware to improve and accelerate durability testing of PEM Fuel Cells",
    "creator": [
      "Casadei, Delio"
    ],
    "description": "Dataset related to the publication: Elena Colombo, Delio Casadei, Andrea Baricci, Andrea Casalegno, An open-source zero-gradient cell hardware to improve and accelerate durability testing of PEM Fuel Cells, HardwareX, 2023.\n\nThis dataset contains the CAD files of an open zero-gradient hardware. The hardware is thought for characterizing single Polymer Electrolyte Membrane Fuel Cells (PEMFCs), specifically Membrane Electrode Assemblies (MEAs), with a focus on transport application. The objective of the proposed design is to minimize both operation and degradation heterogeneities over the cell active area in order to evaluate material properties only. It is indeed specifically intended to quantify the PEMFC materials performance without accounting for any interdependency between the layers of the MEA and the cell hardware design (e.g. heating/cooling system and flow field features). This is granted by combining high stoichiometry ratios of the gas reactants and limited pressure drops: th",
    "subject": [
      "Proton-Exchange Membrane Fuel Cells",
      "Hydrogen Technology",
      "Hardware Performance Analysis",
      "Degradation Mechanism",
      "Fuel Cell Material",
      "Fuel Cell Component",
      "Fuel Cell Performance",
      "Fuel Cell Applications"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-11-14T06:23:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/dgyhpm7h2k.3",
    "dataset_id": "",
    "datestamp": "2020-06-26T14:55:37Z",
    "doi": "",
    "title": "Step Width System Capture",
    "creator": [
      "Bolaños, Yamir"
    ],
    "description": "Hardware design for build a Step Width System Capture",
    "subject": [
      "Electronic Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-06-26T14:55:37Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/f35c6xzzcm.2",
    "dataset_id": "",
    "datestamp": "2023-09-26T13:51:16Z",
    "doi": "",
    "title": "Open STM: A low-cost scanning tunneling microscope with a fast approach method",
    "creator": [
      "Ma, weilin"
    ],
    "description": "In this paper, we have designed a low-cost scanning tunneling microscope (STM) priced at 300 USD or 2000 CNY. This microscope is suitable for educational purposes and low-demand research imaging at the nanometer level. This microscope's motion components and scanner are controlled using piezoelectric materials, avoiding the thermal drift associated with traditional motor control. Our tip approach algorithm, which considers the capacitance and friction characteristics during piezoelectric slider movement, has reduced the time required for sample loading to establish tunneling current to approximately 1 minute. The dimensions of the microscope body are 45×45×31.5mm(W ×L×H), and the control voltage does not exceed 15V, ensuring the safety of operators with limited experience. In the performance verification, we performed a scanning tunneling scan on a Highly Oriented Pyrolytic Graphite(HOPG) sample with bias voltages of 50mV and 60mV, resulting in clear observations of the atomic features",
    "subject": [
      "Microscopy",
      "Scanning Tunneling Microscopy"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-09-26T13:51:16Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/f8jzn29f4c.2",
    "dataset_id": "",
    "datestamp": "2024-09-16T17:48:58Z",
    "doi": "",
    "title": "An open-source, slider-crank mechanism based pneumatic pulse generator for microfluidic cell stretch assays",
    "creator": [
      "Olson, Samuel"
    ],
    "description": "This repository contains data related to the manuscript \"An open-source, slider-crank mechanism based pneumatic pulse generator for microfluidic cell stretch assays\" by S. Olson, M. Finley, and R. Thakur. The manuscript describes a custom incubator-friendly, battery-powered pressure/vacuum source instrument that can be used for microfluidic experiments. This repository contains the design files that can be used to replicate the instrument, including STL files for the 3D printed components, DXF files for the laser cut components, Arduino firmware, and electrical schematics. Instructions for assembly and use can be found within the manuscript itself, or in \"BuildInstructions.pdf\" within this repository.",
    "subject": [
      "Biomedical Engineering",
      "Microfluidics",
      "Cell Culture",
      "Rapid Prototyping"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-09-16T17:48:58Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/fft8c76829.1",
    "dataset_id": "",
    "datestamp": "2022-10-03T07:21:08Z",
    "doi": "",
    "title": "Prototyping a low-cost open-source autonomous unmanned surface vehicle for real-time water quality monitoring and visualization",
    "creator": [
      "Ryu, Jae"
    ],
    "description": "A low-cost open-source autonomous unmanned surface vehicle (USV) named “iDroneboat” is developed for real-time water quality monitoring and visualization. The iDroneboat equipped with Internet of Things (IoT) sensors transmits real-time water quality data, including dissolved oxygen (DO), electronic conductivity (EC), pH, and water temperature (WT) to the cloud for data sharing through Long-term Evolution (LTE) communication protocols. Since material and supplies needed are readily accessible from online marketplaces or local hardware stores, the iDroneboat is easily replicable for local water quality studies along with citizen-science activities. The iDroneboat appears to be a promising tool to advance environmental research activities, especially for impaired waterways (e.g., lakes and reservoirs). The preliminary result shows that the proposed low-cost platform, iDroneboat, effectively displays water quality components in real-time to the cloud web services (e.g., ThingSpeak), ultim",
    "subject": [
      "Open Source Software"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-10-03T07:21:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/frk98hnwxk.3",
    "dataset_id": "",
    "datestamp": "2024-01-31T14:44:02Z",
    "doi": "",
    "title": "HYKYHT: A versatile, affordable, and open-source 3D-printed liquid aspiration system",
    "creator": [
      "Ha, Teng Cheong"
    ],
    "description": "This paper aims to provide the details for making affordable single and multichannel liquid aspirators for wet labs. A liquid aspirator is a basic laboratory device that can cost several hundred Euros. We present a < €25 3D print solution that performs equally well in daily lab routines and is compatible with various vacuum sources, including an aquarium pump or household vacuum cleaner. Presently, a commercial aspirator costs (median) more than a decent entry-level 3D printer capable of producing all the parts listed in this manuscript. The models were designed with Tinkercad, with easy printing and minimal support in mind. The versatility and the ultra-low-cost solution we presented could ease the daily workflow of researchers in various research fields. Furthermore, it is valuable to high school or undergraduate student labs and community wet labs for science enthusiasts, where funding is generally limited.",
    "subject": [
      "Stereolithography"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-01-31T14:44:02Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/frwfmmpy72.1",
    "dataset_id": "",
    "datestamp": "2025-01-15T19:25:39Z",
    "doi": "",
    "title": "A low-cost autonomous and scalable hydroponics system for space farming",
    "creator": [
      "Subah, Zarin"
    ],
    "description": "An alternative food production system using hydroponics is proposed to grow vegetables in a controlled environment that is implementable in space. The proposed system is an autonomous, modular, scalable, and soilless food production platform (ASFP) that can be installed in a spacecraft by meeting requirements and constraints set by the National Aeronautics and Space Administration (NASA). A suite of Internet of Things (IoT) sensors was used to monitor indoor climate as well as water quality in ASFP. Average values of air temperature and relative humidity in the environmentally-controlled room are maintained between 20 – 24 °C and 48 – 62%, while water quality components, including dissolved oxygen (DO, ppm), electrical conductivity (EC, µS/m), pH, and water temperature (WT, Celsius) are monitored by the IoT sensor in real-time during the growing period. Repeated measure analysis is also performed to evaluate the plant growth performance. The result indicates that plant growth is attrib",
    "subject": [
      "Open Source Software"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-01-15T19:25:39Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/ftzs4yrztd.1",
    "dataset_id": "",
    "datestamp": "2023-07-11T13:00:32Z",
    "doi": "",
    "title": "BiaxialSystem",
    "creator": [
      "Pasta, Salvatore"
    ],
    "description": "This study presents the design and development process of an affordable, 3D-printed planar biaxial testing system that enables highly accurate and precise mate-rial testing of soft tissues. The proposed technological solution incorporates standard features found in many commercial devices, including real-time acquisition of the sample displacement field and automated grip motion, all accessible through a user-friendly graphical interface. The planar biaxial system is equipped with a temperature-controlled bath and offers a large travel range (180 mm along one axis direction) for material testing under displacement control.",
    "subject": [
      "Materials Testing"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-07-11T13:00:32Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/fvccdd6r4f.1",
    "dataset_id": "",
    "datestamp": "2020-03-11T12:05:44Z",
    "doi": "",
    "title": "Source Files for tci-gatewaymodule",
    "creator": [
      "Porr, Marc"
    ],
    "description": "This repository stores all data necessary to reproduce the TCI gateway module for integrating legacy laboratory devices into the network of the digitized laboratory.",
    "subject": [
      "Device Integration",
      "Laboratory",
      "Networking",
      "Digital Communication"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-03-11T12:05:44Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/g86wh6k6dh.1",
    "dataset_id": "",
    "datestamp": "2020-12-15T08:47:52Z",
    "doi": "",
    "title": "PACKMAN – A portable instrument to investigate space weather",
    "creator": [
      "Mathanlal, Thasshwin"
    ],
    "description": "PACKMAN (PArticle Counter k-index Magnetic ANomaly) is an autonomous, light and robust and space weather instrument for operation within the subsurface, surface and atmosphere (as payload in stratospheric balloons) of the Earth. It has been designed using to Commercial Off The Shelf (COTS) components to reduce the cost of each unit and to allow to have multiple units monitoring simultaneously at different sites and also incorporate an open-access approach. The hardware-core of each PACKMAN units, weights around 600 g, including electronics and a plastic designed mechanical support structure. The total weight of the PACKMAN, including a 3D printed enclosure and batteries, is 1kg with a maximum dimension of 30x30x20cm. The enclosure is packed with polystyrene foam to maintain a stable temperature of the electronic components as the temperature plunges to negative 50°C at high altitudes. PACKMAN consumes about 500 mA of current at 12V and can be powered by lithium batteries which are ligh",
    "subject": [
      "Space Weather"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-12-15T08:47:52Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/g9w6ct4cgk.3",
    "dataset_id": "",
    "datestamp": "2020-07-20T19:17:00Z",
    "doi": "",
    "title": "HPD TF1",
    "creator": [
      "Reyer, Sebastian"
    ],
    "description": "The high precision laboratory dryer HPD TF1 could be potentially useful for establishing drying curves for defined temperature, rel. humidity and velocity of drying air. Further potential applications are the establishing of adsorption and desorption isotherms or the determination of diffusion coefficients of various materials.",
    "subject": [
      "Hardware Architecture"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-07-20T19:17:00Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/gjbkxb74dw.1",
    "dataset_id": "",
    "datestamp": "2022-12-28T21:37:30Z",
    "doi": "",
    "title": "GatorByte - Enclosure and PCB CAD",
    "creator": [
      "Agade, Piyush"
    ],
    "description": "Title: \nGatorByte – An Internet of Things-based Low-Cost, Compact, And Real-time Water Resource Monitoring Buoy\n\nAbstract:\nWater-quality monitoring systems available today are usually expensive and have low-temporal resolution and lack spatial dimension entirely. These systems are typically available as stations or handheld devices. Pinpointing sources of pollution using these systems is difficult. This project involves developing a high-resolution free-flowing monitoring buoy that records spatiotemporal water-quality data. The system is highly customizable, and even users with limited experience in programming or electronics can tailor GatorByte for their needs. The platform includes a datalogger, cloud-based server, and visualization tools. The datalogger uses low-cost sensors, electronic peripherals, a 3D-printed enclosure, and Printed Circuit Boards, bringing the cost per unit under $1000. The datalogger uses an NB-IoT-capable Arduino for real-time reporting and visualizing sensor ",
    "subject": [
      "Computer-Aided Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-12-28T21:37:30Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/gkg6wjp844.2",
    "dataset_id": "",
    "datestamp": "2020-06-18T08:33:33Z",
    "doi": "",
    "title": "Build instructions and design files for 'An affordable and miniature ice coring drill for rapid acquisition of small iceberg samples'",
    "creator": [
      "Carlson, Daniel"
    ],
    "description": "This dataset provides all the design files necessary to replicate the iceberg coring drill. Please refer to the manuscript published in HardwareX - https://www.sciencedirect.com/science/article/pii/S2468067220300109\n\nPlease also refer to the instructions in the file 'build_instructions.pdf'\n\nThe 3D printed parts are printed in nylon using selective laser sintering (SLS). SLS 3D printing is not required, however, and 3D printed parts can also be printed using more traditional 3D printers and filaments (e.g., PLA, PETG, or ABS). The design files include .STL and .STEP files for the 3D printed and machined parts, respectively. There are no metal alloy requirements for the machined parts. The 3D printed parts were constructed using SLS nylon, though they can also be constructed using PLA, PETG, and/or ABS, and the metal parts are machined using aluminium, stainless steel, spring steel, and knife steel, as indicated in the bill of materials table.",
    "subject": [
      "Engineering",
      "Cryosphere"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-06-18T08:33:33Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/gtnv5dwjk5.1",
    "dataset_id": "",
    "datestamp": "2024-08-21T09:03:00Z",
    "doi": "",
    "title": "A Modular, Isolated High-Voltage Switch for Application in Ion Mobility Spectrometry",
    "creator": [
      "Lippmann, Martin"
    ],
    "description": "Ion mobility spectrometry is an emerging technology in trace gas analysis that has moved from typical safety and security applications to many other fields ranging from environmental and food quality monitoring to medicine and life sciences. Nevertheless, further dissemination, including the development of new instruments and the expansion into new fields of application requires the availability of the fundamental components of ion mobility spectrometers. For example, the electronics is essential for the analytical performance, but is only provided by specialized manufacturers due to specific requirements. In this paper, we present a modular, isolated high-voltage switch that can be operated at an isolated potential. The modular design enables tailoring its configuration to the required application. Each module can switch a voltage of up to 3 kV, and can be operated with an offset voltage of up to 7 kV. The switch has rise and fall times of less than 25 ns, making it suitable for a wid",
    "subject": [
      "Electronics"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-08-21T09:03:00Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/h2zrpfx3pf.1",
    "dataset_id": "",
    "datestamp": "2024-09-18T18:23:19Z",
    "doi": "",
    "title": "ScarfingTool: An Advanced Tool to Repair Carbon Fiber Reinforced Plastic",
    "creator": [
      "Negri, Simone Pio"
    ],
    "description": "Carbon Fiber Reinforced Plastic (CFRP) is going to assume more and more importance in mechanical and aerospace engineering in the near future. This is due to its intrinsic high lightness and resistance, if compared to traditional metallic materials. CFRP is characterized by a proper production and repair technology. The tool showed in this paper is conceived to repair and verify the restoration of such kind of material. Its application is limited to the first part of the repair process: in jargon the scarfing operation, otherwise called “defect removal”. This operation is similar to a high-speed grinding.\nFor this reason, the designed tool can be easily applied to other contexts, such as sanding, polishing or deburring.\nBasically, the ScarfingTool is composed by a high-speed electro-spindle and a 3D smart snapshot sensor. This tool is conceived to be as light as possible to be installed on a light collaborative robot. Moreover, its specific design assures great compliance that, as need",
    "subject": [
      "Mechanical Design",
      "Carbon Fiber Production",
      "Manufacturing Robotics"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-09-18T18:23:19Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/h784hj9s83.1",
    "dataset_id": "",
    "datestamp": "2024-03-25T17:29:26Z",
    "doi": "",
    "title": "NeuroSense",
    "creator": [
      "Gzz Rdz , Erick"
    ],
    "description": "Abstract: Understanding the somatosensory system and its abnormalities requires the development of devices that can accurately stimulate the human skin. New methods for assessing the somatosensory system can enhance the diagnosis, treatments, and overall prognosis for individuals with somatosensory impairments. Therefore, the design of NeuroSense, a tactile stimulator that evokes three types of daily life sensations (touch, air and vibration) is described in this work. The prototype aims to evoke quantitative assessments to evaluate the functionality of the somatosensory system and its abnormal conditions that affect the quality of life. In addition, the device has proven to have varying intensities and onset latencies after stimulation cues.",
    "subject": [
      "Computer-Aided Design",
      "Electronic Circuit",
      "Three Dimensional Printing"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-03-25T17:29:26Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/hdb93dwt2x.3",
    "dataset_id": "",
    "datestamp": "2022-08-08T15:58:31Z",
    "doi": "",
    "title": "An open design for a low-cost open-loop subsonic wind tunnel for aerodynamic measurement and characterization",
    "creator": [
      "Rahman, Reza Abdu"
    ],
    "description": "A wind tunnel is an essential device for aerodynamic modeling and measurement. High cost and relatively huge size with no open market design hinder the wind tunnel from being widely available in laboratory design for universities and small R&D companies, particularly in a developed country with limited research funding. Thus, most aerodynamic modeling and measurement are done by simulating through computer software which leads to high deviation as the nature of wind is unpredictable. This project aims to provide an open design for a relatively low-cost wind tunnel that universities and R&D companies can quickly adapt. An open design for an open-loop wind tunnel is presented in this article. The proposed wind tunnel design is specifically intended to help the researcher with the aerodynamic measurement with minimum cost for building, customizable design, and reliable measurement. The components, parts, and equipment use the widely available part, which can be obtained across the globe. ",
    "subject": [
      "Detailed Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-08-08T15:58:31Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/htkn8ky6zz.1",
    "dataset_id": "",
    "datestamp": "2022-09-13T15:17:08Z",
    "doi": "",
    "title": "Progammable Autonomous Water Sampler - PAWS",
    "creator": [
      "Neumann, Kyle"
    ],
    "description": "Water chemistry conditions in freshwater and marine environments can change rapidly over both space and time. This is especially true in environments that are exposed to anthropogenic impacts such as sedimentation, sewage, runoff and other types of pollution. It is critical in studying these systems that researchers have tools capable of accurately collecting water samples across relevant spatial and temporal scales. Here we present an inexpensive, open-source Programmable Autonomous Water Sampler (PAWS) that is open source, compact, robust, highly adaptable and submersible to 40 meters. PAWS utilizes a time-integrated sampling approach by collecting a single sample in a syringe slowly over hours to days. Once analyzed, data from the sample collected represents and integrated average of water chemistry conditions over time. Due to its adaptability and low cost, PAWS has the potential to vastly improve the spatial and temporal coverage of many freshwater and marine studies.",
    "subject": [
      "Engineering",
      "Water",
      "Coastal Waters",
      "Sampling",
      "Freshwater"
    ],
    "publisher": "MURI/AUSMURI Project",
    "date": "2022-09-13T15:17:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/j2z3ns9hn4.2",
    "dataset_id": "",
    "datestamp": "2023-12-13T13:25:09Z",
    "doi": "",
    "title": "Uncrewed aerial vehicle with onboard winch system for rapid, cost-effective, and safe oceanographic profiling in hazardous and inaccessible areas.",
    "creator": [
      "Poulsen, Ebbe"
    ],
    "description": "Interactions between coastal waters and marine-terminating glaciers in the Polar Regions play a significant role in global sea level rise fueled by a rapidly warming Arctic. However, few oceanographic measurements exist near glacier termini and in inner fjord systems with severe ice mélange.\nWe present a cost-efficient (€ 5700) uncrewed aerial vehicle (UAV) with an on-board autonomous winch system that allows oceanographic profiling in remote, hazardous areas using a commercial conductivity, temperature, and depth (CTD) sensor payload. The UAV is based on a commercial kit helicopter, allowing for high-speed and efficient cruise flight along with easy logistical handling and deployment. An open-source autopilot system is used to provide pilot assistance and autonomous flight capabilities. The total takeoff weight of the UAV including payload is 6.5 kg with a hover endurance of 24 minutes and a range of 6 km.\nTesting of the system was conducted in South Greenland during winter conditions",
    "subject": [
      "Oceanography",
      "Arctic Region",
      "Glacier",
      "Mechatronics",
      "Drone (Aircraft)"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-12-13T13:25:09Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/jfhdt44kbs.1",
    "dataset_id": "",
    "datestamp": "2021-02-27T00:35:51Z",
    "doi": "",
    "title": "A portable air quality monitoring unit and a modular, flexible tool for on-field evaluation and calibration of low-cost gas sensors",
    "creator": [
      "Suriano, Domenico"
    ],
    "description": "In recent years, several research projects have investigated the use of low-cost devices for air pollution monitoring.  As a result of these research activities, various air quality monitoring systems have been developed following diverse approaches and methods. However, in most cases, these monitoring systems lack flexibility, extendibility, and openness. The device presented in this article provides a cost-effective, expandable, flexible, open-source solution for air quality monitoring activities. SentinAir has been designed to act as a portable air quality monitoring unit and also for facilitating the on-field evaluation and calibration of air quality sensors. The high grade of flexibility featuring this tool allows the data acquisition from heterogeneous kinds of devices deployed far from the laboratory facilities, even in areas featured by a weak or unstable Internet connection. Moreover, the system proposed in this article provides a reasonably easy way to integrate a wide range ",
    "subject": [
      "Application of Sensors",
      "Ambient Air Quality Monitoring"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-02-27T00:35:51Z; 2021-06-30T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/jm4ndf8r9j.1",
    "dataset_id": "",
    "datestamp": "2024-08-13T16:26:51Z",
    "doi": "",
    "title": "Development of a robotic-assisted handling and manipulation system for the high-scale bioproduction of 3D-bioprinted organ-on-a-chip devices",
    "creator": [
      "Lindner, Nils"
    ],
    "description": "Organs-on-a-chip (OoCs) have proven to mimic the basic physiological behavior of organs and the influence of therapeutics on them in greater detail than conventional models, resulting in enormous projected market growth rates. However, the breakthrough to profitable commercialization of that technology has not yet been achieved, partly because the production process chain is characterized by a high proportion of manual laboratory work. The present work addresses this point. Utilizing affordable components, a demonstrator was developed that can be integrated into an existing 3D-bioprinting system and enables the automated production of perfusion-ready OoC devices starting from pre-fabricated injection-molded microfluidic chips. To this end, a corresponding process chain was first defined, and an expandable, configurable algorithm was developed and validated in the form of a finite state machine (FSM). This algorithm controls a modified 4-axis robot arm that covers the steps upstream and",
    "subject": [
      "Tissue Engineering",
      "Biofabrication",
      "Automation Process"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-08-13T16:26:51Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/jpxw5dph27.1",
    "dataset_id": "",
    "datestamp": "2022-08-30T17:28:28Z",
    "doi": "",
    "title": "A portable and affordable aligner for the assembly of microfluidic devices",
    "creator": [
      "Saffioti, Nicolás Andrés"
    ],
    "description": "This is an aligner for the assembly of multilayer microfluidic devices. It has three main parts: \n1.\tA base that contains the stages for alignment control and illumination (Fig. 1A). The entire aligning device is supported by the base aluminum piece (see Table 1) on which the Z-stage jack is screwed. Then on the top of the Z-stage, a stage adaptor is attached which contains a LED lamp for illumination. The X/Y/θ stage is screwed on the top of the stage adaptor and can support the PDMS layer during the aligning process.\n2.\tThe holding arm that fixes one of the substrates. This piece is screwed on the top of the holder support (Fig. 1A and 2). The holding arm has a cavity (substrate niche shown in detail in Fig. 2C) where the substrate is placed and fixed using two aluminum sheets and four 2.5 mm shortened Allen screws. \n3.\tThe digital microscope for visualization and its plastic holder. The microscope is connected to the Raspberry Pi chip that can be attached to the back of the device. ",
    "subject": [
      "Computer-Aided Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-08-30T17:28:28Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/jvmd5p3rtx.2",
    "dataset_id": "",
    "datestamp": "2023-11-05T15:52:06Z",
    "doi": "",
    "title": "Hybrid FDM⁄CNC: low cost, Open source hardware & software system",
    "creator": [
      "Tejada Martinez, Luis Vincent"
    ],
    "description": "CAD files of a low cost machining spindle adaptable to a multifunctional 3D printer such as E3D Tool changer or equipped with a \"Maxwell\" tool grip system. System derived from the design of Greg_The_Maker (https://www.thingiverse.com/thing:4206827).",
    "subject": [
      "Machining",
      "Three Dimensional Printing"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-11-05T15:52:06Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/jwzbvfj396.2",
    "dataset_id": "",
    "datestamp": "2023-08-15T05:03:47Z",
    "doi": "",
    "title": "Servomechanism System",
    "creator": [
      "zuñiga melo, santiago alejandro"
    ],
    "description": "In this paper is presented the prototype of a Servomechanism based on SMA Actuators.\nThese data contain the description of the components used in the design of the Servomechanism prototype.",
    "subject": [
      "Robotics",
      "Actuator",
      "Mechatronics"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-08-15T05:03:47Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/k38sfd28py.2",
    "dataset_id": "",
    "datestamp": "2024-05-02T08:02:04Z",
    "doi": "",
    "title": "A customizable digital holographic microscope",
    "creator": [
      "Ravasio, Claudia"
    ],
    "description": "We propose a low-cost, compact, and portable holographic microscope designed for the characterization of micrometric particles suspended in a liquid. \nThis system is built around a commercial optical microscope by substituting its illumination source (a light-emitting diode) with a collimated laser beam. Similarly, a quartz flow cell replaces the microscope glass slide using 3D-printed custom mounting.\nWith the hardware presented in this paper, the holographic imaging of the electromagnetic fields emitted by the objects that intercept the laser beam achieves a resolution close to that achieved with optical microscopes, but with a much larger depth of field.\nOnce a hologram is recorded, a variety of morphological and optical features, including particle projected section, aspect ratio, and extinction cross-section can be extracted.\nAdditionally, we introduce a remote system control that enables users to process the acquired holograms to a remote computational device. \nThis work encompas",
    "subject": [
      "Glaciology",
      "Holography"
    ],
    "publisher": "Bicocca Open Archive Research Data",
    "date": "2024-05-02T08:02:04Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/k59v85zjr5.1",
    "dataset_id": "",
    "datestamp": "2023-06-22T06:32:22Z",
    "doi": "",
    "title": "Low-cost and open-source neonatal incubator operated by an Arduino microcontroller",
    "creator": [
      "Otero, Jorge"
    ],
    "description": "An unacceptably large number of newborn infants die in developing countries. For a considerable number of cases (particularly in preterm infants), morbidity and mortality can be reduced by simply maintaining newborn thermal homeostasis during the first weeks of life. Unfortunately, deaths caused by prematurity remain inordinately common in low- and middle-income countries (LMICs) due to reduced access to incubators in light of the high cost of commercially available devices.  We herein describe and test a low-cost and easy-to-assemble neonatal incubator created with inexpensive materials readily available in LMICs. The incubator is based on an Arduino microcontroller. It maintains controlled temperature and relative humidity inside the main chamber while continuously measuring newborn weight progress. Moreover, the incubator has a tilting bed system and an additional independent safety temperature alarm. The performance of the novel low-cost neonatal incubator was evaluated and success",
    "subject": [
      "Neonatology",
      "Low Income Population",
      "Medical Device Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-06-22T06:32:22Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/k5y3ffzn3b.1",
    "dataset_id": "",
    "datestamp": "2024-08-27T21:09:10Z",
    "doi": "",
    "title": "Design & Automation of a Small-Scale Towing Tank for Flow Visualization",
    "creator": [
      "Takyi, Jeremiah"
    ],
    "description": "Although the towing tank is a standard piece of equipment used to investigate fluid phenomena, it primarily exists as custom-built hardware that takes up a significant footprint. The size, cost, and custom-built nature have heretofore inhibited the production of this equipment in the authors’ context, an African university. This paper presents a small-scale (1000mm x 200mm x 200mm), low-cost (<$1,000) towing tank made using readily available components and basic digital fabrication tools. Other universities on the continent and beyond can hence create this foundational platform for fluid mechanics-related teaching and research. Leveraging an Arduino microcontroller loaded with the GRBL firmware, G-code is sent from the computer to stepper motors to execute movements in two axes. This allows for automation capabilities, controlled towing speeds, and consistent experimental conditions. Validation tests revealed motion accuracy within 1%. A glitter-based flow visualization approach to mea",
    "subject": [
      "Fluid Flow"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-08-27T21:09:10Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/k7yfn6wdv7.2",
    "dataset_id": "",
    "datestamp": "2024-09-24T08:50:18Z",
    "doi": "",
    "title": "MoMa File Directory",
    "creator": [
      "Go, James"
    ],
    "description": "Design files, electronic components, and software files for MoMa: An Assistive Mobile Manipulator with a Webcam-based Gaze Control System",
    "subject": [
      "Engineering",
      "Computer Vision",
      "Robotics",
      "Machine Learning"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-09-24T08:50:18Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/kj7nk4khzd.1",
    "dataset_id": "",
    "datestamp": "2022-07-04T18:55:43Z",
    "doi": "",
    "title": "Proyecto COVOX - Electrical and Mechanical fabrication files",
    "creator": [
      "Felix Rosales, Jose"
    ],
    "description": "This data set contains the blueprints, board and schematic files corresponding to the design of COVOX. In this article, we introduce a Oxygen Concentrator which is a medical device that draws room/ambient air (containing 21% oxygen) and passes the air through a special filter that collects only the oxygen in a reservoir. The reservoir and concentrator have limited storage, so all of the stored oxygen is released into the oxygen tubing for administration to the patient, which can generate a flow of 20 lpm. COVOX provides 93% +/- 3% oxygen purity. It works at 220V, 60 Hz and has PSA technology.",
    "subject": [
      "Biomedical Device",
      "Oxygenator",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-07-04T18:55:43Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/kk6hktdydg.3",
    "dataset_id": "",
    "datestamp": "2023-09-08T10:04:49Z",
    "doi": "",
    "title": "Physical simulation of obstructive respiratory dysfunction",
    "creator": [
      "Clifton, Jaimey"
    ],
    "description": "To simulate chronic obstructive pulmonary disorder (COPD) the device designed is to be used with an existing venturi-based flow sensor with a y-split tube to separate inhalation and exhalation. The device is to be attached to the exhalatory side of the y-split to leave inhalation unchanged. The device is comprised of both low and high resistance outlets. During exhalation air initially fills the low resistance free volume, as this fills and pressure increases the flow is diverted out of the fixed high resistance outlet. This diversion creates an increase in the resistance to end-exhalation to simulate to non-linearity in resistance to exhalation found in people who have COPD. \n\nThe customisable sizing of the free volume allows multiple levels of COPD severity to be simulated. This can additionally be changed to suit the application as each part is 3D printed. This device would be used for respiratory research to validate models using healthy people and non-invasive methods.\n\n-\tCOPD sim",
    "subject": [
      "Biomedical Research"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-09-08T10:04:49Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/km23j2bxwf.2",
    "dataset_id": "",
    "datestamp": "2021-05-12T09:35:05Z",
    "doi": "",
    "title": "An open-source, automated, gas sampling peripheral for laboratory incubation experiments",
    "creator": [
      "Berry, Timothy"
    ],
    "description": "Spectroscopic instruments are becoming increasingly popular for measuring the isotopic composition and fluxes of a wide variety of gases in both field and laboratory experiments.  The popularity of these instruments has created a need for automated multiplexers compatible with the equipment. While there are several such peripherals commercially available, they are currently limited to only a small number of samples (<= 16), which is insufficient for some studies. To support researchers in constructing custom, larger-scale systems, we present our design for a scalable gas sampling peripheral that can be programmed to autonomously sample up to 56 vessels – the “multiplexer”.  While originally designed to be used with a Picarro cavity ring-down spectroscopy system, the multiplexer design and data processing approach implemented can be easily adapted to serve as a gas sampling/delivery platform for a wide variety of instruments including other cavity ring-down systems and infra-red gas ana",
    "subject": [
      "Biogeochemistry",
      "Flux Analysis",
      "Soil Microbiology",
      "Stable Isotope"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-05-12T09:35:05Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/kvx6syk42x.1",
    "dataset_id": "",
    "datestamp": "2021-01-11T08:37:05Z",
    "doi": "",
    "title": "Proyecto MASI - Electrical and Mechanical fabrication files",
    "creator": [
      "Zenteno, Omar"
    ],
    "description": "This data set contains the blueprints, board and schematic files corresponding to the design presented in: \"Masi:  A mechanical ventilator based on a manual resuscitator with telemedicine1capabilities for patients with ARDS during the COVID-19 crisis\". In this article, we introduce a portable and low-cost ventilator that could be rapidly manufactured, to meet the increasing demand of ventilators worldwide produced by COVID-19 pandemic. These ventilators should be rapidly deployable and with functional capabilities to manage COVID-19 patients with severe acute respiratory distress syndrome (ARDS). Our implementation offers robustness, safety and functionality absent in existing solutions to the ventilator shortage (i.e., telemonitoring, easy-to-disinfect, modularity) by maintaining simplicity. The design makes use of a manual resuscitator as the core respiration component activated by a compression mechanism which consist of two electronically controlled paddles. The quality measurement",
    "subject": [
      "Biomedical Device",
      "Mechanical Ventilation",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-01-11T08:37:05Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/kxt5sks9zs.1",
    "dataset_id": "",
    "datestamp": "2023-11-13T18:08:49Z",
    "doi": "",
    "title": "mSLAb – an open-source masked stereolithography (mSLA) bioprinter",
    "creator": [
      "Kaufmann, Benedikt Korbinian"
    ],
    "description": "Abstract:\n\n3D bioprinting is a tissue engineering approach using additive manufacturing to fabricate tissue equivalents for regenerative medicine or medical drug testing. For this purpose, biomaterials that provide the essential microenvironment to support the viability of cells integrated directly or seeded after printing are processed into three-dimensional (3D) structures. Compared to extrusion-based 3D printing, which is most commonly used in bioprinting, stereolithography (SLA) offers a higher printing resolution and faster processing speeds with a wide range of cell-friendly materials such as gelatin- or collagen-based hydrogels and SLA is, therefore, well suited to generate 3D tissue constructs.\n\nWhile there have been numerous publications of conversions and upgrades for extrusion-based printers, this is not the case for state-of-the-art SLA technology in bioprinting. The high cost of proprietary printers severely limits teaching and research in SLA bioprinting. With mSLAb, we p",
    "subject": [
      "Tissue Engineering",
      "Hydrogel",
      "Stereolithography",
      "3D Bioprinting"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-11-13T18:08:49Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/m5sm9c6wcx.1",
    "dataset_id": "",
    "datestamp": "2021-09-14T19:06:07Z",
    "doi": "",
    "title": "Mini-lysimeter Software",
    "creator": [
      "McCauley, Dalyn"
    ],
    "description": "Development of more efficient and sustainable irrigation technology is critical to maintain horticultural production in a water scarce future. Sensor controlled irrigation is an emerging technology that has the potential to increase irrigation efficiency and reduce overwatering by using real-time data on container water status to control the timing and volume of irrigation events. This project presents a novel irrigation control system using lysimetry. We develop small scale lysimeters, referred to as mini-lysimeter, which provide a direct measure of actual evapotranspiration (ET) via a change in mass of containerized crops. This data repository provides the software necessary to calibrate and operate a mini-lysimeter controlled irrigation system using the hardware design documents found in this data repository (doi: 10.17632/825zc3xwz4.1)",
    "subject": [
      "Horticulture",
      "Agricultural Water Management",
      "Agricultural Irrigation",
      "Evapotranspiration Measurement"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-09-14T19:06:07Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/m77h37dfjf.1",
    "dataset_id": "",
    "datestamp": "2022-05-30T09:13:48Z",
    "doi": "",
    "title": "Arduino based intra-cerebral microinjector device for neuroscience research.",
    "creator": [
      "Bravo-Martinez, Jorge"
    ],
    "description": "Stereotaxic surgery is a less invasive form of surgery that uses a three-dimensional coordinate system to place instruments at a specific location on the brain. Through this type of surgery, you can place: among others, needles within the structures of the brain, and therefore it can be done injections to deliver substances that otherwise could not cross the hematoencephalic barrier. The two most important parameters of the microinjection to control are, volume, and speed. The volume should not be so large that it displaces the brain tissue and tears it. The injection speed must also be slow so that the liquid that comes out of the syringe can diffuse into the tissue without displacing it and damaging it. Thus, the objectives of the present work are: 1) Develop not a 3D printed prototype but an end-user device. 2) It must be for animal research. 3) That It has the same precision in volume and speed as commercial devices. 4) That can be adjusted to 0.5 microliters to 1 ml microsyringes.",
    "subject": [
      "Physiology",
      "Neuroscience",
      "Animal Physiology",
      "Cellular Physiology",
      "Microfluidics"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-05-30T09:13:48Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mgdnsbsxkt.1",
    "dataset_id": "",
    "datestamp": "2023-02-06T14:03:00Z",
    "doi": "",
    "title": "ASCD: Automatic Sensing and Control Device for Crop Irrigation Scheduling",
    "creator": [
      "Salim, Muhammed Sabri"
    ],
    "description": "The aim of this work was to reduce the waste of water used for the irrigation of agricultural crops. \n An automatic sensor and control system was designed, implemented, and put into place as a way to solve this problem. The ASCD design satisfies several engineering design constraints, such as economy or energy.",
    "subject": [
      "Electronic Design Automation"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-02-06T14:03:00Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mgkbmytx63.1",
    "dataset_id": "",
    "datestamp": "2020-05-19T15:26:31Z",
    "doi": "",
    "title": "A low-cost uniaxial cell stretcher for six parallel wells",
    "creator": [
      "Kah, Delf"
    ],
    "description": "Abstract:\n\nCells in the lungs, the heart, and numerous other organs, are constantly exposed to dynamic forces and deformations. To mimic these dynamic mechanical loading conditions and to study the resulting cellular responses such as morphological changes or the activation of biochemical signaling pathways, cells are typically seeded on flexible 2D substrates that are uniaxially or biaxially stretched. Here, we present an open-source cell stretcher built from parts of an Anet A8 3D printer. The cell stretcher is controlled by a fully programmable open-source software using GCode and Python. Up to 6 flexible optically clear substrates can be stretched simultaneously, allowing for comparative multi-batch biological studies including microscopic image analysis. The cell yield from the cell culture area of 4 cm2 per dish is sufficient for Western-blot protein analysis. As a proof-of-concept, we study the activation of the Yes-associated protein (YAP) mechanotransduction pathway in respons",
    "subject": [
      "Medicine",
      "Biochemistry",
      "Biomedical Engineering",
      "Cell Biology",
      "Biophysics",
      "Cellular Biomechanics"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-05-19T15:26:31Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mj6mx8d5c5.1",
    "dataset_id": "",
    "datestamp": "2022-05-26T12:33:08Z",
    "doi": "",
    "title": "RT_Box_Microgrid_Control_Interface",
    "creator": [
      "AGUILAR CARRIZO, MAXIMILIANO"
    ],
    "description": "This repository contains the design files for an RT Box interface for control systems in microgrid applications. The control card allows implementing different controls and communication systems for microgrids in a physical environment, facilitating the development of robust control systems facing inherent adverse scenarios such as delays, loss of information packets, failures of partial or permanent communication and noise in signal overflows, among others. In addition, it permits the generation of programming resources and behavioral antecedents, helpful information for future users of the control card interface.",
    "subject": [
      "Engineering",
      "Hardware System",
      "Feedback Control Systems",
      "Power Electronics",
      "Microgrid Control"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-05-26T12:33:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mjzksgsykm.4",
    "dataset_id": "",
    "datestamp": "2022-11-02T19:09:59Z",
    "doi": "",
    "title": "Immersion bath CAD",
    "creator": [
      "Samieian, Mohammad Amin"
    ],
    "description": "CAD filed of an immersion cooling bath",
    "subject": [
      "Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-11-02T19:09:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mt24hdxsr2.1",
    "dataset_id": "",
    "datestamp": "2023-01-11T07:44:51Z",
    "doi": "",
    "title": "Time-Domain Transmission Sensor System for On-site Dielectric Permittivity Measurements in Soil: A Compact, Low-cost and Stand-alone Solution",
    "creator": [
      "Pérez, Manuel"
    ],
    "description": "Dielectric-based measurement techniques have been shown to be very effective in determining the properties of various materials. These techniques have been widely used in a variety of fields and applications. Time Domain Transmission (TDT) techniques have grown in popularity because they are practical, non-destructive, provide measurements in real time and produce accurate measurements that are independent of multiple reflections. TDT techniques, on the other hand, are mostly performed with specialized, bulky laboratory equipment, such as a Vector Network Analyzer (VNA) which makes TDT measurements prohibitively costly and unpractical. In fact, few works in the literature have reported portable on-site TDT systems. The aim of this paper is to design and implement a dedicated, compact, and low-cost microwave Time Domain Transmission (TDT) sensor for measuring superficial soil dielectric properties on-site. Our sensor uses a time-delay measurement technique over a microstrip transmission",
    "subject": [
      "Electronics",
      "Internet of Things",
      "Electronic Design",
      "Permittivity"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-01-11T07:44:51Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mtj3zzv3z8.1",
    "dataset_id": "",
    "datestamp": "2021-12-22T08:57:11Z",
    "doi": "",
    "title": "Low-cost, open-source contact angle analyzer using mobile phone, commercial tripods and 3D printed parts",
    "creator": [
      "Shin, Joong Ho"
    ],
    "description": "This data set includes STL files to build a low-cost, open-source contact angle analyzer.",
    "subject": [
      "Hardware System",
      "Mechanical Instrumentation"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-12-22T08:57:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "Attribution-NonCommercial 3.0 Unported; https://creativecommons.org/licenses/by-nc/3.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mwchxw4hnp.2",
    "dataset_id": "",
    "datestamp": "2023-02-01T12:33:22Z",
    "doi": "",
    "title": "Low-cost automated call box system to conduct playback experiments for wildlife research and management",
    "creator": [
      "Cu Vizcarra, Jose"
    ],
    "description": "Acoustic cues (e.g., vocalizations or ‘calls’ in wildlife) may be effective in changing behavioral patterns in certain species. There are few published methods papers to create a device at a low cost that can automatically reproduce acoustic cues to carry on wildlife playback experiments or management. Therefore, we developed the Automated Call Box (ACB) based on an open-source Arduino-compatible microcontroller that attaches to a speaker system that costs less than the most common game caller used by researchers. The unit can be used to test the social information influence on habitat choices and other management applications. We field-tested the ACB successfully to assess the effect of conspecific cues on the habitat settlement of a migratory bird and to increase detectability on other songbird species. Data on this repository describes the materials used to build this system, and the code to program it, which can provide an overview as a reference for further research. This ACB allo",
    "subject": [
      "Acoustic Device"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-02-01T12:33:22Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/mxr5zkg5fx.2",
    "dataset_id": "",
    "datestamp": "2023-03-02T13:40:30Z",
    "doi": "",
    "title": "A handheld plug-and-play microfluidic liquid handling automation platform for immunoassays",
    "creator": [
      "Wang, Sheng"
    ],
    "description": "Lab-on-a-chip technologies and microfluidics have pushed miniaturized liquid handling to unprecedented precision, integration, and automation, which improved the reaction efficiency of immunoassays. However, most microfluidic immunoassay systems still require bulky infrastructures, such as external pressure sources, pneumatic systems, and complex manual tubing and interface connections. Such requirements prevent plug-and-play operation at the point-of-care (POC) settings. Here we present a fully automated handheld general microfluidic liquid handling automation platform with a plug-and-play ‘clamshell-style’ cartridge socket, a miniature electro-pneumatic controller, and injection-moldable plastic cartridges. The system achieved multi-reagent switching, metering, and timing control on the valveless cartridge using electro-pneumatic pressure control. As a demonstration, a SARS-CoV-2 spike antibody sandwich fluorescent immunoassay (FIA) liquid handling was performed on an acrylic cartrid",
    "subject": [
      "Biomedical Device"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-03-02T13:40:30Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/nbbhy2yxmz.4",
    "dataset_id": "",
    "datestamp": "2023-09-03T11:13:02Z",
    "doi": "",
    "title": "Grape Version 1",
    "creator": [
      "Collins, Kristina"
    ],
    "description": "Documentation for the Grape V1, drawn from the Github at https://github.com/HamSCI/PSWS_Documentation/tree/master/Grape_Gen1_PSWS\n\nCrowdsourced data collection among the international community of amateur radio operators and shortwave listeners has great potential for addressing problems of undersampling in the geospace system.\nQuantitative Doppler measurements of high frequency (HF) time standard stations, used in bottomside ionospheric sensing, have been accomplished using existing radio hardware belonging to volunteers in distributed campaigns.\nHowever, typical shortwave receivers cannot be put to ordinary use while these measurements are being taken, do not have standardized signal chains, and are generally too expensive to be purchased for the purpose of taking Doppler measurements alone. Here, we provide documentation for a low-cost intermediate frequency receiver, the Grape Version 1, which is designed specifically for measurements of North American time standard stations.\nGrape",
    "subject": [
      "Radio",
      "Evolvable Hardware",
      "Ionosphere"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-09-03T11:13:02Z",
    "type": "Dataset",
    "format": [],
    "rights": "TAPR OHL version 1.0; http://www.tapr.org/ohl.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/ng2k62crcg.2",
    "dataset_id": "",
    "datestamp": "2024-05-21T12:43:03Z",
    "doi": "",
    "title": "mePAP - Low cost, Multipurpose, Equitable, Positive Airway Pressure Device",
    "creator": [
      "Hill, Jordan"
    ],
    "description": "The mePAP consists of a simple 3D printed housing, with a 12V brushless DC motor blower unit, a motor driver, and pressure sensor encased inside. Some current devices have an added humidification unit to warm the air to increase comfort levels. The devices are fully functional without this addition, and hence it was removed to keep costs low, while keeping comfort high. The mePAP is controlled through an ergonomic app, making it easier to set the pressures especially during the night. The app also allows for data collection, with open access to breathing data throughout the night, which is currently withheld on many PAP devices. Current PAP devices range from NZD $800-$2500, with the mePAP only NZD$250. This reduction in cost makes it more equitable for lower-socio economic users, who are more susceptible to sleep apnea.  \n\nNo current PAP devices to date connect to, or utilize external sensor systems, which ensures this project is making a step forward from current state-of-the-art. Th",
    "subject": [
      "Bioengineering",
      "Biomedical Device",
      "Continuous Positive Airway Pressure",
      "Biomedical Research"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-05-21T12:43:03Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/p3npz8wkny.2",
    "dataset_id": "",
    "datestamp": "2024-10-14T08:53:30Z",
    "doi": "",
    "title": "Low cost, portable, 3D printable tissue precision slicer",
    "creator": [
      "Martinez, Beatriz"
    ],
    "description": "Slicing tissue samples into thin pieces is commonly used in histology analysis and more recently for organotypic culture when tissue samples are sliced alive. Currently available devices for slicing tissue samples are either designed for fixed tissue samples at low cryogenic temperatures (e.g., Cryostats), or bulky and expensive (e.g., vibratome), preventing them from routine lab usage. Here we report a cost-effective device designed to section live tissues for subsequent culture. This device consists of components crafted from 3D-printed Nylon-12- a material suitable for autoclaving to ensure sterility. Its small footprint enhances portability, allowing for convenient placement within a biosafety cabinet for an added layer of sterility assurance. Using human pluripotent stem cells derived brain organoids as an example, we demonstrated that the device both precisely and accurately makes slices. We further validate its suitability for long-term culture by extended tissue culture followi",
    "subject": [
      "Neuroscience",
      "Materials Science",
      "Biological Sciences Research Methodology"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-10-14T08:53:30Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/p4r3khtht7.1",
    "dataset_id": "",
    "datestamp": "2021-08-17T12:48:11Z",
    "doi": "",
    "title": "Crop Clamp Design Files",
    "creator": [
      "Laboratory, AgMeq"
    ],
    "description": "Design files for portable electromechanical device for measure transverse stiffness in large grain crops.",
    "subject": [
      "Agricultural Science",
      "Biomechanics",
      "Agricultural Engineering",
      "Phenotyping",
      "Plant Breeding"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-08-17T12:48:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/p4v2kfp3js.1",
    "dataset_id": "",
    "datestamp": "2024-09-18T18:23:24Z",
    "doi": "",
    "title": "openMicroView Design Files",
    "creator": [
      "Wuest, Simon L."
    ],
    "description": "An affordable, portable single-lens microscope. It essentially uses a Raspberry Pi single board-computer, a camera, a touchscreen display, and a LED ring at its core. Apart from brightfield microscopy, contrast enhancing methods by oblique, dark-field and Rheinberg illumination are possible as well. The microscope is ideal for applications which do not require high-end optical components.",
    "subject": [
      "Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-09-18T18:23:24Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/p7jjtrt82w.4",
    "dataset_id": "",
    "datestamp": "2022-12-06T17:29:12Z",
    "doi": "",
    "title": "HardwareX",
    "creator": [
      "VAISHAMPAYAN, VIJAY"
    ],
    "description": "3D Printed Lightbox for the imaging of microfluidic device",
    "subject": [
      "3D Imaging",
      "Printing"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-12-06T17:29:12Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/pd67rx3k5y.1",
    "dataset_id": "",
    "datestamp": "2025-03-10T22:14:15Z",
    "doi": "",
    "title": "Customizable Light-Duty Aerial Recovery Kit",
    "creator": [
      "Luthy, Kyle"
    ],
    "description": "This dataset contains the design files and software needed for the construction and operation of the Customizable Light-Duty Aerial Recovery Kit (CLARK-3), a drone-based winch that is interoperable with the MAVLink protocol and can support the recovery of payloads up to 3kg.  The mechanical components are 3D printable (both FDM and SLA) or readily available off-the-shelf.  The control electronics is Arduino-based and can be customized and manufactured from the designs provided.",
    "subject": [
      "Sampling Design",
      "Design for Additive Manufacture",
      "Drone (Aircraft)",
      "Drone Delivery"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-03-10T22:14:15Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/pr2d4yn4dd.2",
    "dataset_id": "",
    "datestamp": "2022-02-21T12:45:52Z",
    "doi": "",
    "title": "DSAIL Power Management Board: Powering the Raspberry Pi autonomously off the grid.",
    "creator": [
      "Kiarie, Gabriel"
    ],
    "description": "The files in this repository are the requirements for reproducing a power supply board to power the Raspberry Pi autonomously off-grid. The Raspberry Pi is a single board computer that runs on a complete Operating System. Its high processing capabilities and the ability to be interfaced with a lot of sensors makes it an ideal board for data collection and processing. When collecting data in the wild, away from the grid, we need to come up with ways to power the Raspberry Pi. The fact that the Raspberry   Pi is a single board computer means that care needs to be taken when powering it. At the Centre for Data Science and Artificial Intelligence, we have designed an autonomous power supply to power the Raspberry Pi in the field. The design files and software to run the system are contained in this repository. The file are divided into hardware and software. The 'Hardware' folder contains KiCad design files. The 'Software' folder contains setup instructions and programs to run the system. ",
    "subject": [
      "Software",
      "Hardware Co-Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-02-21T12:45:52Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/prb2wzr77y.1",
    "dataset_id": "",
    "datestamp": "2021-01-20T19:00:23Z",
    "doi": "",
    "title": "BoSL FAL Pump",
    "creator": [
      "McCarthy, David"
    ],
    "description": "Water sampling is an essential undertaking for water utilities and agencies to protect and enhance our natural resources. The high variability in water quality, however, often necessitates a spatially distributed sampling program which is impeded by high-cost and large sampling devices. This paper presents the BoSL FAL Pump - a low-cost, easily constructed, 3D-printed peristaltic pump which can be made from commonly available components and is sized to suit even the most space constrained installations. The pump is 38mm in height and 28mm in diameter, its components cost $16 AUD and the construction time is just 12 minutes (excluding 3D printing times). The pump is driven by a direct current motor which is commonly available, cheap and allows for flexibility in the energy supply (5-12 V). Optionally, the pump has a Hall effect sensor and magnet to detect rotation rates and pumping volumes to improve the accuracy of pumping rates/volumes. The pump can be easily controlled by commonly av",
    "subject": [
      "Wastewater Management",
      "Water Management",
      "Water",
      "Sampling",
      "Stormwater Management",
      "Stormwater"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-01-20T19:00:23Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/r4mh958pgm.1",
    "dataset_id": "",
    "datestamp": "2024-08-05T19:10:14Z",
    "doi": "",
    "title": "Low cost rotating disk electrode built using accessible hand tools and 3D printing",
    "creator": [
      "Shnier, Adam"
    ],
    "description": "Rotating disk electrodes (RDEs) are ubiquitous among electrochemistry labs for their versatility. They serve to mitigate the mass transport limitations in experiments through hydrodynamic control. Commercially available RDEs cost thousands of USD ($) making them unaffordable for many lower budget research groups or education institutions. Affordable designs exist in literature to make these but precision machined parts are required. The presented prototype is fabricated using a 3D printed design and common hand tools, providing clean and reproducible data. This facilitates production in a wider range of environments for research and education applications, as is ideal in the South African context in which it was designed.",
    "subject": [
      "Materials Science",
      "Electrochemistry",
      "Education",
      "Electrocatalysis"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-08-05T19:10:14Z",
    "type": "Dataset",
    "format": [],
    "rights": "MIT License; http://opensource.org/licenses/MIT",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/r4tf5fjzvv.2",
    "dataset_id": "",
    "datestamp": "2024-06-19T08:51:15Z",
    "doi": "",
    "title": "HardwareX: An Open-Source Membrane Stretcher for Simultaneous Mechanical and Structural Characterizations of Soft Materials and Biological Tissues",
    "creator": [
      "Li, Shannon"
    ],
    "description": "In this work, we introduce an open-source stretching system that can apply uniaxial strain at a sub-μm resolution, report the tensile force response of the sample, and be mounted on an inverted microscope for real-time imaging. Our system consists of a pair of stepper-based linear motors that stretch the sample symmetrically, a force transducer that records the sample tensile force, and an optically clear sample holder that allows for high-magnification microscopy. These files include the part files designed for this specific instrument that can be both manufactured and 3D-printed. There are also the files .dll and .vi files required to run the software control panel in LabVIEW to operate the instrument, perform analysis, and acquire data.",
    "subject": [
      "Mechanical Engineering",
      "Confocal Microscopy",
      "Strain Imaging",
      "Stretch"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-06-19T08:51:15Z; 2025-06-17T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/r95wgtmffn.2",
    "dataset_id": "",
    "datestamp": "2024-12-31T19:14:29Z",
    "doi": "",
    "title": "The WOCA negative pressure wound therapy device designed for low resource settings",
    "creator": [
      "Tsai, Chang Lung"
    ],
    "description": "ABSTRACT:\nNegative Pressure Wound Therapy (NPWT) is a treatment that promotes healing of chronic wounds. Despite high prevalence of chronic wounds in Low- and Middle-Income Countries (LMICs), NPWT devices are not available nor affordable. This study aims to improve chronic wound care in LMICs by presenting the Wound Care (WOCA) system, designed for building, testing and use in LMICs. Design requirements were formulated using input from literature, ISO standards, and wound care experts. The WOCA design was developed to provide safe, portable, user-friendly and affordable NPWT to patients in LMICs. The design features an adjustable operating pressure ranging from −75 to −125 mmHg, a battery for portability, a 300 ml canister, overflow protection, and system state alarms. An Arduino controls the pressure and monitors the system state. Three prototypes were developed and built in Nepal, and their performance was evaluated. Pressure control was 125 ± 10 % mmHg, internal leakage was 7.5 ± 4.",
    "subject": [
      "Wound Care",
      "Medical Device",
      "Negative Pressure Wound Therapy"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-12-31T19:14:29Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/rbyv2xx5dr.1",
    "dataset_id": "",
    "datestamp": "2023-12-08T07:13:56Z",
    "doi": "",
    "title": "Design of a low-cost force insoles to estimate ground reaction forces during human gait",
    "creator": [
      "Guevara, Nelson"
    ],
    "description": "This repository proposes a low-cost force insoles to estimate ground reaction forces (GRF) during human gait.",
    "subject": [
      "Electronics",
      "Electronic Design"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-12-08T07:13:56Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/rckgk7gz5m.1",
    "dataset_id": "",
    "datestamp": "2022-03-08T14:11:11Z",
    "doi": "",
    "title": "Electromechanical Tensile Test Equipment for Stretchable Conductive Materials",
    "creator": [
      "Wiranata, Ardi"
    ],
    "description": "The demand for soft and conductive materials has intensified due to the increased interest in soft robotics. Consequently, researchers strive to realize easy, fast, and cost-effective fabrication methods. To evaluate the mechanical properties of materials requires tensile testing. However, the availability of an electromechanical tensile test to assess the quality of the electromechanical properties of stretchable conductive materials has yet to be widely commercialized. This situation has hindered the development of soft and stretchable conductive materials. Here, we develop a customized electromechanical tensile test for soft and stretchable materials. We integrate three standalone devices using Python software and provide a graphic user interface (GUI) for easy operation of the equipment. We expect that our customized electromechanical tensile test will contribute to advances in soft robotics, especially soft and stretchable sensors. Furthermore, our electromechanical setup can aid ",
    "subject": [
      "Materials Science",
      "Electronics",
      "Tensile Testing",
      "Smart Material"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-08T14:11:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/rpzv35pccr.1",
    "dataset_id": "",
    "datestamp": "2023-06-01T06:31:15Z",
    "doi": "",
    "title": "Software and design files for an autonomous surface vehicle for surface water water quality monitoring: The Naval Operating Research Drone Assessing Climate Change (NORDACC)",
    "creator": [
      "Carlson, Daniel"
    ],
    "description": "These software and design files enable replication of an autonomous surface vehicle for surface water water quality monitoring: the Naval Operating Research Drone Assessing Climate Change (NORDACC). NORDACC can navigate to pre-programmed waypoints to acquire discrete surface water samples while continuously measuring sea surface temperature and sea surface salinity whilst underway. Flushable valves and plumbing prevent cross-contamination between water samples. A first-person-view camera enhances situational awareness for the remote operator. NORDACC runs LabVIEW on a National Instruments MyRIO. Engineering students at Aarhus University designed, constructed, and validated the NORDACC as part of their Mechatronics project.",
    "subject": [
      "Coastal Waters",
      "Water Sampling Study",
      "Mechatronics",
      "Autonomous Navigation",
      "Boat"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-06-01T06:31:15Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/rw6gz7ymwv.1",
    "dataset_id": "",
    "datestamp": "2021-03-16T10:32:49Z",
    "doi": "",
    "title": "Low-cost, programmable infusion pump with bolus mode for in-vivo imaging",
    "creator": [
      "Kujawa, Maciej"
    ],
    "description": "Syringe pumps are routinely used in biomedical imaging laboratories for delivering contrast agents and either infusing or injecting a precise amount of liquids. Commercial syringe pumps that are developed by specialized companies are expensive and only have standard functions, which often do not meet the requirements of individual experiments. In this paper, we demonstrate an open–source single syringe pump with the possibility of adapting to the needs of a researcher. The device that was designed, is controlled by an Arduino Leonardo, along with the stepper motor driver. For sending commands and receiving the current plunger position, a C# software was developed with serial communication via USB. Additionally, the 3D models were made in a universal way, which allows for the use of any syringe size. An example of the application of the syringe pump for biomedical applications was demonstrated using electron resonance imaging (ERI). The single syringe pump tests were demonstrated by sim",
    "subject": [
      "Biomedical Engineering",
      "3D Imaging",
      "Open Source Software",
      "Biomedical Device"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-03-16T10:32:49Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/s2mm5btmy5.1",
    "dataset_id": "",
    "datestamp": "2024-06-14T19:55:55Z",
    "doi": "",
    "title": "DIY EMTT",
    "creator": [
      "Wiranata, Ardi"
    ],
    "description": "This equipment list is a part from a manuscript entittled A Cost Effective DIY Electromechanical Tensile Test Equipment for Stretchable Sensor Reliability Assessment that is published in HardwareX. \nThe asbtract of this paper is as follows: \nThe growing interest of soft robotics increase the demand of stretchable sensors.The high performance of stretchable sensors depens much on the  linearity, reliability and the hysteresis of the stretchable conductive materials. In some applications of conductive materials also requires a stretchable conductive materials that can maintain the cunductivity owhile sustaining large and multiple cycle of stretch and releas test. To understand the stretchable electrode quality, researcher should perform a electromechanical test. However, reseqarcher requires a high investment cost to use a profesional type of electromechanical tensile test. In this research, we proposed a novel version of Do-it- yourself (DIY) electro-mechanical tensile test (EMTT) to re",
    "subject": [
      "Robotics",
      "Sensor",
      "Soft Sensor",
      "Mechanical Testing",
      "Tensile Testing",
      "Electrical Property",
      "Electrical Resistance"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-06-14T19:55:55Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/s8bpwp2ryb.1",
    "dataset_id": "",
    "datestamp": "2024-03-25T17:36:29Z",
    "doi": "",
    "title": "Development of a Microfluidic Open Source 3D bioprinting System (MOS3S) for the engineering of hierarchical tissues",
    "creator": [
      "MOHAMMADI, SAJAD"
    ],
    "description": "The development of 3D bioprinting has shown great promise in the field of tissue engineering and disease modelling. However, the high cost of commercial 3D bioprinters has limited their accessibility, especially to those laboratories in resource-limited settings. Moreover, the need for a 3D bioprinting system capable of handling multi-material is growing.\nTherefore, the development of low-cost 3D bioprinters is necessary to make this technology accessible to a wider range of researchers. We have developed a customized, open-source, low-cost 3D bioprinter based on a commercial fused deposition modeling (FDM) 3D printer to address this issue. The bioprinter is designed to print biomaterials for tissue engineering purposes using a coaxial nozzle for in situ cross-linking the biomaterial, and it includes three syringe pumps that can also be used to deliver liquid in microfluidic chips. The affordability of our bioprinter is a significant advantage, as it makes it accessible to a broader sp",
    "subject": [
      "Drug Discovery",
      "Tissue Engineering",
      "Regenerative Medicine",
      "Microfluidics",
      "Rapid Prototyping",
      "Hydrogel",
      "Injection",
      "3D Bioprinting"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-03-25T17:36:29Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/sbzxm5rydj.3",
    "dataset_id": "",
    "datestamp": "2023-05-05T03:29:08Z",
    "doi": "",
    "title": "Development of an open source soil water potential management system for horticultural applications, “Open_Irr”.",
    "creator": [
      "Bierer, Andrew"
    ],
    "description": "ABSTRACT:\nDevelopment of data driven, sensor-based irrigation has become possible with recent advancements in technology, yet due to a cost-barrier to entry, equitable adoption remains out of reach. Therefore, a simple microcontroller based LoRa platform, Open_Irr, was developed in the Arduino IDE to record resistive measures of soil matric potential and automate irrigation events. A single Open_Irr Node may connect with ≤ 16 Watermark® soil sensors and manage 4 irrigation settings; Node sampling frequency, irrigation settings, and radio transmission settings are end-user adjustable without programming knowledge. Multiple Nodes may connect with a single Gateway to provide a scale-neutral solution for irrigation automation. A preliminary trial was conducted in Spring 2022 to validate the performance of the Open_Irr platform in water deficit scenarios. Open_Irr recorded soil matric potentials in line with a commercial Watermark® sensor reader (n=655); regression analysis yielded a coeffi",
    "subject": [
      "Control Systems",
      "Data Acquisition",
      "Agricultural Sensor",
      "Soil Moisture"
    ],
    "publisher": "Demo Uni",
    "date": "2023-05-05T03:29:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "MIT License; http://opensource.org/licenses/MIT",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/skm88ynyhv.4",
    "dataset_id": "",
    "datestamp": "2020-09-26T05:43:50Z",
    "doi": "",
    "title": "An elbow exoskeleton for haptic feedback made with a direct drive hobby motor",
    "creator": [
      "Kim, Hubert"
    ],
    "description": "A direct-drive motor is one of the simplest mechanisms to cause a mechanical joint to move. Specifically, a brushless direct current (BLDC) motor with no gearing produces a low parasitic torque due to its backdrivability and low inertia, which is ideal for some applications such as wearable systems.  While capable of operating with a higher power density than brushed motors, BLDC motors require accurate position feedback to be controlled via vector control at slow speeds. The MotorWare™ library from Texas Instruments (TI), which is designed to run with a C2000 microcontroller, is written to run BLDCs. However, the code was written to run the motor continuously with an incremental encoder and requires further engineering to be used at low speeds, for example, in an exoskeleton. In this paper, we provide custom code to modify the software provided by TI so that the motor can provide a controlled torque at low speeds, code to enable the microcontroller to communicate with a computer for h",
    "subject": [
      "Motor Control",
      "Haptics Interface Design",
      "Exoskeleton"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-09-26T05:43:50Z",
    "type": "Dataset",
    "format": [],
    "rights": "BSD 3-Clause (\"Revised\") License; http://opensource.org/licenses/BSD-3-Clause",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/spccrzhtyh.1",
    "dataset_id": "",
    "datestamp": "2021-05-17T13:04:44Z",
    "doi": "",
    "title": "Automated and low-cost device to produce micro and Nano fibers based on blow spun method.",
    "creator": [
      "Dominguez Herrera, Jose Ernesto"
    ],
    "description": "Supporting files for the article \"Automated low-cost device to produce sub-micrometric polymer fibers based on SBS method\"\nCAD designs . \nSTL file contains code G to 3D print of componets. \nFZZ Electronic design in Fritzing software. \nINO file contains the source code to program the Arduino UNO board of the device. \n\nBill of materials and assembly instructions are described in the article .",
    "subject": [
      "Materials Science",
      "Process for Polymer Fiber Production",
      "Nanotechnology Fabrication",
      "Thermoplastics",
      "Atomizer Nozzle"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-05-17T13:04:44Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/sv5y27mzjb.2",
    "dataset_id": "",
    "datestamp": "2023-05-08T06:37:23Z",
    "doi": "",
    "title": "SALAD: Syringe- based Arduino- operated Low-cost Antibody Dispenser",
    "creator": [
      "Nguyen, Quang"
    ],
    "description": "Point-of-care diagnostics, particularly Lateral Flow Assay (LFA), have been one of the most widely adopted technologies in clinical diagnosis over recent years, especially during the COVID-19 pandemic due to its feasibility, compactness, and rapid readout. However, their fabrication posed challenges for research groups with limited budgets. This study aimed to resolve one of the key issues in the fabrication process of LFA - antibody dispensing, by introducing a Syringe-based Arduino-operated Low-cost Antibody Dispenser (SALAD). This model can be self-manufactured at a lower cost ($200.61) compared to the commercialized models, expected to provide alternative approaches for researchers that are interested in LFA. By utilizing a microneedle small gauge (26G), stepper motors-driven syringe pump, and conveyor belt, SALAD can form micro-droplets to create an even band of antibodies. This study includes (1) the design of SALAD and (2) the evaluation of SALAD using food dye, antibody-[HRP] c",
    "subject": [
      "Software",
      "Laboratory"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-05-08T06:37:23Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/sy2vrhj227.1",
    "dataset_id": "",
    "datestamp": "2022-05-06T13:03:52Z",
    "doi": "",
    "title": "A low-cost and open-source mini benchtop centrifuge for molecular biology labs",
    "creator": [
      "Poór, Viktor"
    ],
    "description": "Small benchtop centrifuges ubiquitous in many labs. Often they are only used to remove liquid film or droplets from the inner wall of plastic tubes after vortexing or homogenization. \nIn this manuscript all the necessary information is provided to build a simple benchtop mini centrifuge for this task, requiring minimal footprint. It consists only three printed parts (optimized to be printed without supports) and cheap off-the-shelf components (80 mm computer fan, switches, food container and power supply). It can be assembled with basic soldering skills, no programming needed.\n\tWhile the total cost of materials is only 20 €, when compared to its commercial counterparts, this diy benchtop spinner was equally capable to remove droplets and liquid film from the inner wall of centrifuge tubes (up to six 1.5/2 ml, 0.5 ml or 0.2 ml tubes). Comparing noise levels this model was quieter than an Eppendorf 5424, BioSan MSC-6000 or Kisker biotech centrifuges at 2000 RPM.\nBecause it is designed to",
    "subject": [
      "Centrifugation"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-05-06T13:03:52Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/syjv86dkkk.2",
    "dataset_id": "",
    "datestamp": "2024-07-09T10:12:04Z",
    "doi": "",
    "title": "HardwareX submission - Low-cost automated cell counting module fabricated using CNC milling and soft lithography",
    "creator": [
      "Yoshino, Daisuke"
    ],
    "description": "Contains .stl files for CNC milling and 3D printing.\n\nPart #3 is a beam mask with holes in specific locations so that only the scattered light enters the detector.\nPart #4 is a retainer that keeps the glass window in place, and it has a hole through which the laser light can pass.\nPart #5 is the concave side of the base body of the cell counting module, which has bumps and dents for alignment because it is used in conjunction with Part #10.\nPart #8 is a holder for a laser module.\nPart #9 is a holder for a cylindrical lens. The position of the lens can be adjusted by simply reshaping the holder without modifying the body.\nPart #10 is the convex side of the base body of the cell counting module, which has bumps and dents for alignment because it is used in conjunction with Part #5.\nPart #16 is the mold to fabricate Part #5 and Part #10 with soft lithography.\nPart #17 is the mold to fabricate Part #8 with soft lithography.\nPart #18 is the mold to fabricate Part #9 with soft lithography.",
    "subject": [
      "Bioengineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-07-09T10:12:04Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/t4n3t4p6db.7",
    "dataset_id": "",
    "datestamp": "2023-07-04T06:49:23Z",
    "doi": "",
    "title": "Smart Home Grow Open Source",
    "creator": [
      "Tan, Ping Ping"
    ],
    "description": "The Arduino code, Android code with APK to link to the hydroponic set with ph Sensor and EC sensor and water pump for self regulating feature",
    "subject": [
      "Hydroponics"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-07-04T06:49:23Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/t4rxhrgrt8.1",
    "dataset_id": "",
    "datestamp": "2021-06-25T14:13:24Z",
    "doi": "",
    "title": "3D-printed mask",
    "creator": [
      "Kanie, Junichi"
    ],
    "description": "The 3D-printed mask consists of three main parts (base part, filter holder, cup part), wearing parts (side part, rubber string, S-hook, end part), and a piece of the non-woven filter. By assembling these parts, it would be a wearable 3D-printed face mask.",
    "subject": [
      "Personal Protective Equipment"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-06-25T14:13:24Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/t8bvm2cspk.1",
    "dataset_id": "",
    "datestamp": "2022-03-17T08:11:34Z",
    "doi": "",
    "title": "DG-SBM 2020",
    "creator": [
      "Romuli, Sebastian"
    ],
    "description": "The drum granulator for seeds DG-SBM 2020 was designed to mechanize seedball production in rural areas. This machine was constructed and tested at Institute of Agricultural Engineering, Tropics and Subtropics Group, University of Hohenheim. The design was a low-cost and simple to enable a feasible local reproduction.  The construction of the machine was divided into three major parts, such as metal frame, rotary drum and mechanical system. The metal frame functions as the main structure, where all the machine parts are attached. The rotary drum can be any cylindrical open containers made of metal, plastic or wood. The mechanical system consists of moving parts, such as electric motor, roller, pulley and V-belt, which generate a rotary motion for the drum to form seedballs from a raw material blend (sand, loam, wood ash and seeds). In order to ensure size homogeneity of the seedballs, a perforated shovel with a defined hole diameter could be used to collect the seedballs from the drum. ",
    "subject": [
      "Agricultural Machinery"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-17T08:11:34Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/tdh45sybsn.1",
    "dataset_id": "",
    "datestamp": "2023-08-29T11:58:13Z",
    "doi": "",
    "title": "Upconversion 3D printing via modifaction of a desktop 3D printer",
    "creator": [
      "Zhakeyev, Adilet"
    ],
    "description": "Traditional photopolymer-based 3D printing methods require sequential printing of thin layers, due to short penetration depths of UV or blue light sources used by these techniques. In contrast, our technique circumvents the layer-by-layer limitation by taking advantage of upconversion luminescence processes and the high penetration depths offered by near-infrared (NIR) lasers, allowing for selective crosslinking of voxels at any depth or position within the resin container. The implementation of this technique required a modification of a low-cost FDM printer, by incorporating a 980 nm laser and laser control circuit. The total cost of the parts required for modification was £180. With enhanced penetration depths up to 5.8 cm, the presented technique makes interweaving multicolor, mixed material samples, and metallic plated samples achievable [1], [2]. This method also allows for printing inside or through existing 3D printed parts. This opens doors for restoration of broken items, in ",
    "subject": [
      "Three Dimensional Printing"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-08-29T11:58:13Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/tgggwcmhyz.2",
    "dataset_id": "",
    "datestamp": "2022-08-16T20:43:06Z",
    "doi": "",
    "title": "An Open Source Head-Fixation and Implant-Protection System for Mice",
    "creator": [
      "Weaver, Isaac"
    ],
    "description": "These files accompany the paper entitled \"An Open Source Head-Fixation and Implant-Protection System for Mice\" in HardwareX. We kindly ask that you cite our HardwareX paper if you use any of our files.\n\nHere we present a suite of open source, customizable head fixation designs with standard variants including head-fix hardware as well as implant protection systems. 3D printable files are included as both .stl (for easy upload and printing with no modifications) as well as .sldprt (for modification in SolidWorks). Please note that ALL Headbar designs DO work with the same Headfix Mounting Hardware, for ease of integration. \n\nIn this file repository you will find:\n1)\"Headfix Mounting Hardware V1.2\" - these files correspond to the fork-like design in the Headfix Rig used to immobilize the Headbar affixed to the mouse's skull. This design works with ALL Headbar variants (e.g. V1.2, V3.1, V4.0). \n\n2) \"Headbar V1.2\" - these files correspond to the simplified Headbar design that does not have",
    "subject": [
      "Neuroscience",
      "Biomedical Engineering",
      "Behavioral Neuroscience",
      "Behavioral Neuropharmacology"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-08-16T20:43:06Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/tkfj9j7z2m.1",
    "dataset_id": "",
    "datestamp": "2021-03-08T13:12:55Z",
    "doi": "",
    "title": "e-RFIDuino",
    "creator": [
      "Cassel, Mathieu"
    ],
    "description": "Series of ino libaries to run the e-RFIDuino datalogger",
    "subject": [
      "Run-Time Environment"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-03-08T13:12:55Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/tkm4w7wp3v.1",
    "dataset_id": "",
    "datestamp": "2022-03-23T21:16:29Z",
    "doi": "",
    "title": "An open source 16-channel fluidics system for automating sequential fluorescent in situ hybridization (FISH)-based imaging",
    "creator": [
      "Deng, Zhaojie"
    ],
    "description": "Fluorescent in situ hybridization (FISH) can provide spatial information about DNA/RNA targets in fixed cells and tissues. However, the workflows of multiplexed FISH-based imaging that use sequential rounds of hybridization quickly become laborious as the number of rounds increases because of liquid handling demands. Here, we present an open-source and low-cost fluidics system that is purpose built for automating the workflows of sequential FISH-based imaging. Our system features a fluidics module with 16 addressable channels in which flow is positive pressure-driven and switched on/off by solenoid valves in order to transfer FISH reagents to the sample. Our system also includes a controller with a main printed circuit board that can control up to 120 solenoid valves and allows users to control the fluidics module via serial communication. We demonstrate the automatic and robust fluid exchange with this system by targeting the alpha satellite repeat in HeLa cell with 14 rounds of seque",
    "subject": [
      "Automation Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-23T21:16:29Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/tz4y6s9g5w.2",
    "dataset_id": "",
    "datestamp": "2021-09-01T07:48:47Z",
    "doi": "",
    "title": "MSensorMob2",
    "creator": [
      "Costa, Daniel G."
    ],
    "description": "The MSensorMob2 framework is intended to support the development of mobile multi-sensor monitoring units for scenarios with disconnection periods, defining for that a hardware architecture and a firmware that implements all states in this framework: IDLE, SETUP, INITIALIZE, MONITORING, UPDATING and UPLOADING.",
    "subject": [
      "Hardware Architecture",
      "Internet of Things",
      "Application of Sensors"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-09-01T07:48:47Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/vfn2g8xg36.1",
    "dataset_id": "",
    "datestamp": "2021-08-03T08:37:46Z",
    "doi": "",
    "title": "Comparison of Design Approaches for Low-Cost Sampling Mechanisms in Open-Source Chemical Instrumentation",
    "creator": [
      "Grinias, James"
    ],
    "description": "Robotic positioning systems are used in a variety of chemical instruments, primarily for liquid handling purposes, such as autosamplers from vials or well plates.  Here, two approaches to the design of open-source autosampler positioning systems for use with 96-well plates are described and compared. The first system, a 3-axis design similar to many low-cost 3D printers that are available on the market, is constructed using an aluminum design and stepper motors. The other system relies upon a series of 3D printed parts to achieve movement with a series of linker arms based on Selective Compliance Assembly Robot Arm (SCARA) design principles. Full design files and software are included for both samplers in this repository. The positioning precision of the 3-axis system is better than the SCARA mechanism due to finer motor control, albeit with a slightly higher cost of materials. Based on the improved precision of this approach, the 3-axis autosampler system was used to demonstrate the g",
    "subject": [
      "Analytical Chemistry",
      "Sampling"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-08-03T08:37:46Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/vfsj3zhsgf.2",
    "dataset_id": "",
    "datestamp": "2025-02-28T16:03:06Z",
    "doi": "",
    "title": "Design and implementation of a module for teaching and research on SCRs for power electronics",
    "creator": [
      "Espitia, Helbert"
    ],
    "description": "The conversion of energy is a fundamental aspect for the adequate use of energy resources; thus, counting on appropriate devices and methodologies in education and research is essential. This document presents an experimental module for teaching and research on silicon controlled rectifiers (SCRs) in power systems, where different experiments designed to cover a diverse range of complexities are also proposed. In low complexity, the experiments focus on implementing phase control rectifiers and three-phase AC-AC voltage controllers, with particular attention to passive loads. On the other hand, in the field of high complexity, the experiments delve into the application of full-wave phase control three-phase rectifiers in direct current transmission systems, as well as the use of AC-AC voltage controllers in static reactive power compensators. The results show that the desired behavior is achieved according to the theory for the different experiments proposed.\n\nThe Gerber files correspo",
    "subject": [
      "Electrical Engineering",
      "Power Converter",
      "Power System Control"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-02-28T16:03:06Z",
    "type": "Dataset",
    "format": [],
    "rights": "Attribution Noncommercial 4.0 International; https://creativecommons.org/licenses/by-nc/4.0/",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/vgdth6ytk5.1",
    "dataset_id": "",
    "datestamp": "2024-08-01T10:13:28Z",
    "doi": "",
    "title": "A customizable and low-cost 3D-printed transwell device coupled with 3D cell culture for permeability assay",
    "creator": [
      "Niamsi, Wisanu"
    ],
    "description": "Abstract \n\nThe permeability-based assay is commonly used to assess intestinal barrier function, and it relies on using a transwell insert as an essential compartment. The device consists of a semipermeable membrane that is attached at the bottom of the insert and splits the system into the apical and basolateral compartments. However, commercial inserts are standardized with different pore sizes based on the application and offer only a flat plane of two-dimensional cell culture. Herein, we present a simple, low-cost 3D-printed transwell device and a robust method to functionalize the inserts for paper-based 3D cell culture. This 3D-printed device was fabricated from a polylactic acid (PLA) filament, and a paper membrane used to support HT-29 cells for intestinal permeability assessment. A device showed good biocompatibility when culturing HT-29 cells for 48 and 72 h with 97% and 98% of cell viability, respectively. Together with fluorescent images, cells were attached directly to the ",
    "subject": [
      "Medicine",
      "Biochemistry",
      "Microbiology",
      "Biomedical Engineering",
      "Cell Biology",
      "Cell Permeability"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-08-01T10:13:28Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/vzmd24hzhm.1",
    "dataset_id": "",
    "datestamp": "2022-01-10T17:15:21Z",
    "doi": "",
    "title": "An ultra-low-cost and adjustable in-house electrospinning machine to produce polymer nanofibers",
    "creator": [
      "Saputra, Ari Kurniawan"
    ],
    "description": "Design of ultra-low-cost and adjustable in-house electrospinning machine to produce polymer nanofibers",
    "subject": [
      "Electrospinning",
      "Nanofibers"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-01-10T17:15:21Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/w26x9yrbtm.2",
    "dataset_id": "",
    "datestamp": "2021-12-16T15:50:35Z",
    "doi": "",
    "title": "MicroEye : A Low-Cost Online Tool Wear Monitoring System With Modular 3D-printed Components for Micro-Milling Application",
    "creator": [
      "Christiand, Christiand"
    ],
    "description": "Tool detachment during the machining process is often required by many image-based tool wear monitoring (TWM) systems. Tool detachment prevents online mode of the wear measurement, extends the machining time, and contributes to the measurement inaccuracy. Other alternatives of the image-based TWM systems have been developed with the image-acquisition device located statically near the tool position without requirement for the tool detachment. However, due to its proximity to the machining site, the image-acquisition device may experience obstruction from the workpiece chips and the splash of coolant fluid during the machining process, resulting non-optimal TWM. To overcome the two problems, this article presents MicroEye - an online image-based TWM system with modular 3D-printed components. MicroEye offers great flexibility in its operation through the use of an active 6-DOF (degree of freedom) robotics arm with a camera at the end-effector. MicroEye does not require tool detachment to",
    "subject": [
      "Computer Vision",
      "Mechanical Engineering",
      "Advanced Manufacturing"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-12-16T15:50:35Z; 2022-08-16T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/w496dkygx8.2",
    "dataset_id": "",
    "datestamp": "2024-04-03T16:24:42Z",
    "doi": "",
    "title": "EnduroBone: A 3D printed Bioreactor for Extended Bone Tissue Culture",
    "creator": [
      "Prasad, Anamika"
    ],
    "description": "Studies of the effects of external stimuli on bone tissue, disease transmission mechanisms, and potential medication discoveries benefit from long-term tissue viability ex vivo. By simulating the in-vivo environment, bioreactors are essential for studying bone cellular activity throughout biological processes. We present the development of an automated 3D-printed bioreactor EnduroBone designed to sustain the ex-vivo viability of 10 mm diameter cancellous bone cores for an extended period. The device is supplied with two critical parameters for maintaining bone tissue viability: closed-loop continuous flow perfusion of 1mL/min for nutrient diffusion and waste removal and direct mechanical stimulation with cyclic compression at 13.2 RPM (revolutions per minute) to promote cell viability which can lead to improved tissue stability during ex vivo culturing. The bioreactor addresses several limitations of existing systems and provides a versatile open-source platform for bone cancer researc",
    "subject": [
      "Bone",
      "Bioreactor Design",
      "Bone Tissue Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-04-03T16:24:42Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/w6dcp428yv.1",
    "dataset_id": "",
    "datestamp": "2021-07-29T09:22:03Z",
    "doi": "",
    "title": "An open-source powered and ergonomic personal protective respirator for frontline COVID-19 response.",
    "creator": [
      "Martinez VIllanueva, Emanuel"
    ],
    "description": "Files ready for the reproduction of an open source PAPR. Further information can be found in the article.",
    "subject": [
      "Computer-Aided Design",
      "Medical Device",
      "Three Dimensional Printing",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-07-29T09:22:03Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/w6v48k72z8.1",
    "dataset_id": "",
    "datestamp": "2022-03-23T20:27:48Z",
    "doi": "",
    "title": "PytuTester",
    "creator": [
      "Bernal, Luis"
    ],
    "description": "PytuTester is a open source ventilator tester developed to help bio-engineers in the design specification verification of new ventilators prototypes.  \nA ventilator tester are to measure the flow,  pressure, volume and oxygen concentration provided to the patient. During COVID-19 global pandemic \nseveral opensource ventilators prototypes were developed, however, high cost and demand of professional ventilators testers were not available. In this \ncontext, a low-cost tester were developed using a Raspberry Pi and medical grade sensors to the test new ventilators prototypes. This paper presents the design files, software interface and validations tests. Our results indicates that the tester has a good accuracy to evaluate the efficacy and performance of new prototypes.",
    "subject": [
      "Open Source Software",
      "Low-Cost Automation",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-23T20:27:48Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/wbyswm62vv.3",
    "dataset_id": "",
    "datestamp": "2020-08-18T18:47:37Z",
    "doi": "",
    "title": "Standardized tensile testing of soft tissue using a 3D printed clamping system",
    "creator": [
      "Scholze, Mario"
    ],
    "description": "Biomechanical testing of soft tissues forms the backbone in the experimental validation of tissue engineering and for modelling purposes. The standardized testing of soft tissues requires different experimental protocols and fixtures compared to hard tissues or non-biological materials due to their characteristics. Some of the most commonly-used clamping methods for soft tissue testing affect the tissues’ mechanical properties as chemicals are involved to decelerate degradation and autolysis. Moreover, they are unsuitable for standardized and high-throughput testing. Material slippage is also a recurrent unwanted influence on the testing routine with impact on measurement validity. Addressing these issues, this protocol presents a clamping system for simplified testing of biological soft tissues with all necessary components manufactured utilizing 3D printing technology. Templates allow trimming the samples into standardized shapes and sizes while preparation tables facilitate clamping",
    "subject": [
      "Materials Science",
      "Biomedical Materials",
      "Three Dimensional Printing",
      "Materials Science Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-08-18T18:47:37Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/wfw7nyctcy.1",
    "dataset_id": "",
    "datestamp": "2022-03-31T14:01:01Z",
    "doi": "",
    "title": "Respiratory bi-directional pressure and flow data collection device with auxiliary thoracic and abdominal circumferential monitoring.",
    "creator": [
      "Guy, Ella"
    ],
    "description": "The venturi flow meter is adapted from a basic 3D printed design [1], to monitor differential pressure in both directions, which can be combined to generate complete breath profiles. The venturi is designed to be integrated in series with respiratory circuitry, combined 22m cone and 15 mm socket (22 M/15F) connections. In its current application one end is connected to a CPAP device using its accompanying circuitry, and the other end is connected to Heat and Moisture Exchanger Pleated Mechanical (HEPA) Filter (002874, Smiths Medical, MN, USA), subsequently leading to a Bi-level CPAP System Hospital Mask (RT041S, Fisher and Paykel Healthcare, Auckland, New Zealand).\n\nAuxiliary measurements of thoracic and abdominal circumferences provide external non-invasive data, which can be correlated to change in lung volume. Thus, measurement of change in circumference can be used to validate models of patient specific lung mechanics applied to the venturi pressure and flow dataset.  Circumference",
    "subject": [
      "Biomedical Research"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-31T14:01:01Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/wnxv7wbfsx.5",
    "dataset_id": "",
    "datestamp": "2024-11-05T16:12:16Z",
    "doi": "",
    "title": "Ardulake temperature profiler: an open-source, low-cost, automated monitoring system to unravel the mixing behavior of lakes. (published in HardwareX)",
    "creator": [
      "Goyenola, Guillermo"
    ],
    "description": "Understanding the thermal classification of lakes based on mixing regimes is fundamental in limnology. Although this classification has traditionally been considered well-established, recent studies highlight variations in the mixing behaviors of ponds and shallow lakes. This paper introduces the Ardulake temperature profiler, an innovative, simple, and autonomous high-frequency temperature monitoring system designed for shallow to moderately deep lakes (3.5 to 10 meters). Utilizing Arduino technology and GPRS telemetry, the system is cost-effective, with electronic components and sensors costing approximately USD 250 and buoy construction and deployment around USD 1000. The Ardulake enables real-time environmental temperature monitoring and data storage on an online platform for subsequent analysis and visualization. The collected data supports ecosystem research and the numerical modeling of thermal behavior in lakes. Key strengths of the system include low production and maintenance",
    "subject": [
      "Environmental Monitoring",
      "Lake",
      "Lake Circulation",
      "Thermal Cycling",
      "Limnology",
      "Aquatic Ecology",
      "Real-Time Reservoir Monitoring System",
      "Buoy Technology",
      "Water Stratification"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-11-05T16:12:16Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/wrx22bn64h.2",
    "dataset_id": "",
    "datestamp": "2022-03-17T08:47:11Z",
    "doi": "",
    "title": "PARS Low-Cost Portable Rehabilitation System for Upper Arm",
    "creator": [
      "Koçak, Mertcan"
    ],
    "description": "This study introduces a compact low-cost single degree of freedom end-effector type upper arm rehabilitation system (PARS) along with its hardware and software elements. Proposed system is also suitable to be used in conjunction with a gaming environment. Throughout the study structural setup of the system was explained in detail along with its electronics, control system and gaming software.  Introduced virtual gaming interface supports various game levels with different difficulties generated via interaction type control algorithms. Having simple structural design constructed by using basic available components, proposed system can be easily manufactured and utilized in physical rehabilitation procedures by using supplied open source codes. Introduced systems compactness and user friendly interface also allow its usage for individual home therapies for remote rehabilitation treatment procedures.",
    "subject": [
      "Mechatronics",
      "Physical Rehabilitation",
      "Rehabilitation Robotics"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-17T08:47:11Z; 2022-03-16T23:59:59Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/wzvw4zbhzh.2",
    "dataset_id": "",
    "datestamp": "2025-03-17T11:51:08Z",
    "doi": "",
    "title": "Paper - Optimizing Thermal Diffusivity Measurements for Fluids with Accessible 3D Printing and Arduino-Based Temperature Control",
    "creator": [
      "Ceja, Miguel"
    ],
    "description": "This study introduces an instrument to measure thermal diffusivity in fluids, called a Thermal Wave Resonator Cavity, constructed via additive manufacturing (3D printing) and significantly improved by integrating a temperature control system developed with an Arduino microcontroller. The device was assessed through measurement of the thermal diffusivity of distilled water both with and without temperature control. The results demonstrate that the temperature-controlled system yields significantly more reliable and reproducible thermal diffusivity measurements compared to the uncontrolled system. Furthermore, measurements of water’s thermal diffusivity at various temperatures corroborated values previously reported in the literature. This cost-effective and innovative solution leverages accessible technology to enhance the accuracy of thermal measurements, thereby democratizing access to traditionally expensive, high-quality scientific instruments. This approach has the potential to bro",
    "subject": [
      "Thermal Conductivity"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-03-17T11:51:08Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/x2gpn7sjyt.2",
    "dataset_id": "",
    "datestamp": "2024-09-19T18:00:22Z",
    "doi": "",
    "title": "BoSL Beater 3D",
    "creator": [
      "Schang, Christelle"
    ],
    "description": "Environmental monitoring of microorganisms is critical for the protection and enhancement of human and ecosystem health. Even though these molecular methods have overtaken traditional culture-based methods and become more accessible, these techniques still require expensive equipment and dedicated facilities to process samples which in the context of a global pandemic, remote sampling areas or low-income countries can be extremely challenging. Sample preparation and sample homogenisation are critical steps for molecular-based techniques, especially for the extraction of DNA and RNA. This study developed a low-cost, open-source, freely available 3D printed homogenizer for the processing of DNA and RNA extraction. The BoSL Beater 3D is a portable device that allows researcher to perform bead-beating steps commonly required for environmental sample extraction protocols in the field and without access to main’s power. The BoSL Beater 3D was tested on filtered wastewater samples and passive",
    "subject": [
      "Soil",
      "Laboratory Testing",
      "Water",
      "Three Dimensional Printing",
      "Wastewater",
      "Sampling",
      "Stormwater"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-09-19T18:00:22Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/x2tn935zrz.1",
    "dataset_id": "",
    "datestamp": "2021-02-16T11:05:55Z",
    "doi": "",
    "title": "Low-cost, open-source 3D printed antibody dispenser for development and small-scale production of lateral flow assay strips.",
    "creator": [
      "Shin, Joong Ho"
    ],
    "description": "STL files and code for an open source antibody dispenser.",
    "subject": [
      "Device Fabrication"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-02-16T11:05:55Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/x8dbztc9fs.1",
    "dataset_id": "",
    "datestamp": "2022-12-14T08:01:22Z",
    "doi": "",
    "title": "A portable soil surface roughness instrument for automatic two-dimensional profile roughness measurement in the field",
    "creator": [
      "sun, gang"
    ],
    "description": "Soil surface roughness, which refers to the unevenness of the soil surface, is an important factor that affects the radar backscatter coefficient and the microwave emissivity of the surface. Surface geometrical roughness has important applications in fields such as agriculture, soil science, weather and climate prediction, and geology. To measure roughness, the instrument is mounted on a tripod and uses a laser to punch out horizontal points at intervals of 1 cm using rotary scanning. The instrument then performs ranging and calculates the height of each point based on the current rotation angle and distance. This allows it to obtain a surface height profile with a length of 1 meter. Finally, the instrument determines the roughness and relevant length of the soil surface. Field experiments were carried out with this instrument and a pin meter. The roughness values obtained from the instrument were highly correlated with those obtained by the pin roughness meter. Compared to traditional",
    "subject": [
      "Instrument Development",
      "Soil Surface Roughness"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-12-14T08:01:22Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xb4tykn5gd.1",
    "dataset_id": "",
    "datestamp": "2022-09-16T18:14:12Z",
    "doi": "",
    "title": "Ultra-Low-Cost Insulin Pump V2",
    "creator": [
      "Payne, Matt"
    ],
    "description": "Code files, CAD files and Altium files for the Ultra-low-cost insulin pump V2 presented in a HardwareX paper, containing full assembly instructions. Also included is a BOM for the device.",
    "subject": [
      "Medical Device"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-09-16T18:14:12Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xc5488grcv.3",
    "dataset_id": "",
    "datestamp": "2025-04-04T14:36:07Z",
    "doi": "",
    "title": "Leveraging Flexible Pipette-based Tool Changes to Transform Liquid Handling Systems into Dual-Function Sample Preparation and Imaging Platforms",
    "creator": [
      "Nazeri, Mohammad"
    ],
    "description": "In soft materials synthesis, such the synthesis of hydrogels, the rapid self-assembly and poor mechanical strength of these transient materials systems limit the applicability of many useful experimental characterization techniques. This limited applicability is because often the act of transferring these materials to a suitable imaging platform is either too slow to capture the process of interest or it is impossible to safely transfer the material from the synthesis vessel to the characterization equipment. In addition, the variable nature of these materials requires many experiments to be conducted to understand the underlying structure-property relationships that govern these transient materials. In this work we present a new hardware platform to address this experimental gap. This hardware integrates simultaneous pipetting and in-situ imaging using the Opentron OT-2 liquid handling robot. The 3D printed apparatus acts as an adapter with two cylindrical openings, one containing the",
    "subject": [
      "Materials Science",
      "Robotics",
      "Automation Engineering",
      "Hardware Architecture",
      "Hydrogel",
      "Low-Cost Automation"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-04-04T14:36:07Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xcm62gpxvk.1",
    "dataset_id": "",
    "datestamp": "2021-11-08T12:52:34Z",
    "doi": "",
    "title": "Open Ventilator Evaluation Framework: A Synthesized Database of Regulatory Requirements and Technical Standards for Emergency Use Ventilators from Australia, Canada, UK, and US",
    "creator": [
      "Kazlovich , Kate"
    ],
    "description": "The development of emergency use ventilators has attracted significant attention and resources during the COVID-19 pandemic. To facilitate mass collaboration and accelerate progress, many groups have adopted open-source development models, inspired by the long history of open-source development in software. According to the\nOpen-source Hardware Association (OSHWA), Open-source Hardware (OSH) is a term for tangible artifacts - machines, devices, or other physical things - whose design has been released to the public in such a way that anyone can make, modify, and use\nthem. One major obstacle to translating the growing body of work on open-source ventilators into clinical practice is compliance with regulations and technical standards for the effective performance and safety of medical devices. This is exacerbated by the inherent complexity of the regulatory process which is tailored to traditional centralized development models, as well as the rapid changes and alternative pathways that",
    "subject": [
      "Engineering",
      "Biomedical Engineering",
      "Emergency Medicine",
      "Design Evaluation",
      "Clinical Engineering",
      "Open Source Product",
      "COVID-19"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-11-08T12:52:34Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xh4h6kn382.2",
    "dataset_id": "",
    "datestamp": "2022-04-04T15:00:04Z",
    "doi": "",
    "title": "Design- and support-files for a transportable temperature and heatwave control device (TENTACLE)",
    "creator": [
      "Hermann, Markus"
    ],
    "description": "Dataset includes Software, Electronic Design, and Lasercut files to rebuild the Arduino-based temperature and heatwave control device (TENTACLE). \nThe device is transportable, inexpensive, multifunctional, and easily reproducible. TENTACLE offers water temperature monitoring and manipulation of up to 3 different climate change-related scenarios: i) natural (ambient) sinusoidal fluctuations (laboratory applications), ii) elevated fluctuations, and iii) heatwaves as extreme events. The use of replaceable heating elements and low-cost materials suitable for field studies creates a high flexibility for researchers who may conduct in- or out-door, small- or large-scale, fresh- or salt-water experiments at different geographical locations. Thus, the technology is independent of any limitations that installed machineries of testing facilities involve. Considering temperature manipulations with environmentally realistic temperature fluctuations, the high flexibility as well as the multifunctio",
    "subject": [
      "Ecology",
      "Aquatic Science",
      "Software",
      "Environmental Science",
      "Environmental Chemistry",
      "Environmental Toxicology",
      "Aquatic Ecosystem",
      "Marine Ecology",
      "Change in Climate Extremes",
      "Free Software",
      "Electronic Design",
      "Programmable Logic Controller",
      "Sensor",
      "Temperature",
      "Laser Cutting",
      "Computer Software",
      "Climate Change",
      "Aquatic Ecology",
      "Ecosystem",
      "Application of Sensors",
      "Building Indoor Temperature",
      "Temperature Measurement",
      "Freshwater Ecology",
      "Water Temperature",
      "Microcosm Study",
      "Design of Field Experiment",
      "Application Software"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-04-04T15:00:04Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xm3njtmpmd.1",
    "dataset_id": "",
    "datestamp": "2023-06-12T20:19:05Z",
    "doi": "",
    "title": "Modular Gas-Regulation System for Generating Hypoxia Chambers Capable of Regulating Oxygen and Carbon Dioxide Partial Pressures",
    "creator": [
      "Lockett, Matthew"
    ],
    "description": "3-zone hypoxia chamber with independent control of oxygen and carbon dioxide partial pressure. The construction of this chamber and the electronic controllers that maintain the experimentally set oxygen and carbon dioxide partial pressure is available at HardwareX or by contacting mlockett@unc.edu.",
    "subject": [
      "Chemistry",
      "Biomedical Engineering",
      "Cell Culture",
      "Tissue Culture"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-06-12T20:19:05Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xn4pj3rt7b.1",
    "dataset_id": "",
    "datestamp": "2023-09-15T05:34:31Z",
    "doi": "",
    "title": "A Wearable Open-Source Electrical Impedance Tomography Device",
    "creator": [
      "Creegan, Andrew"
    ],
    "description": "Design files for a wearable open-source electrical impedance tomography device.",
    "subject": [
      "Bioengineering",
      "Medical Imaging",
      "Electrical Impedance Tomography"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-09-15T05:34:31Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xtwrf8859b.3",
    "dataset_id": "",
    "datestamp": "2023-03-20T21:15:46Z",
    "doi": "",
    "title": "Design_files",
    "creator": [
      "Miao, Hong Yan"
    ],
    "description": "Design files for Pipe Conveying Fluid Experimental Setup",
    "subject": [
      "File (Archival Science)"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-03-20T21:15:46Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/xxzcffw3n4.1",
    "dataset_id": "",
    "datestamp": "2024-02-22T12:04:30Z",
    "doi": "",
    "title": "High-Performance Audio System",
    "creator": [
      "Silva, Artur"
    ],
    "description": "This data set contains all the CAD and firmware files to build the Harp sound board and audio amplifier hardware for designed for high-performance wide-band acoustic stimulation.",
    "subject": [
      "Sound System"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-02-22T12:04:30Z",
    "type": "Dataset",
    "format": [],
    "rights": "TAPR OHL version 1.0; http://www.tapr.org/ohl.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/y2gc2fwj5b.1",
    "dataset_id": "",
    "datestamp": "2022-12-28T21:37:35Z",
    "doi": "",
    "title": "GatorByte - Microcontroller Firmware",
    "creator": [
      "Agade, Piyush"
    ],
    "description": "Title: \nGatorByte – An Internet of Things-based Low-Cost, Compact, And Real-time Water Resource Monitoring Buoy\n\nAbstract:\nWater-quality monitoring systems available today are usually expensive and have low-temporal resolution and lack spatial dimension entirely. These systems are typically available as stations or handheld devices. Pinpointing sources of pollution using these systems is difficult. This project involves developing a high-resolution free-flowing monitoring buoy that records spatiotemporal water-quality data. The system is highly customizable, and even users with limited experience in programming or electronics can tailor GatorByte for their needs. The platform includes a datalogger, cloud-based server, and visualization tools. The datalogger uses low-cost sensors, electronic peripherals, a 3D-printed enclosure, and Printed Circuit Boards, bringing the cost per unit under $1000. The datalogger uses an NB-IoT-capable Arduino for real-time reporting and visualizing sensor ",
    "subject": [
      "Embedded Software"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-12-28T21:37:35Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/y3dgh36zt9.4",
    "dataset_id": "",
    "datestamp": "2024-05-31T08:03:23Z",
    "doi": "",
    "title": "SASe",
    "creator": [
      "Formel, Nathan"
    ],
    "description": "Operating code and design files for the subsurface automated sampler for environmental DNA (SASe)",
    "subject": [
      "Oceanography",
      "DNA",
      "Biological Oceanography",
      "Genetic Sample",
      "Water",
      "Three Dimensional Printing",
      "Marine Biology",
      "Open Source Product"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-05-31T08:03:23Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/y84tbnfsj4.2",
    "dataset_id": "",
    "datestamp": "2023-03-16T08:33:21Z",
    "doi": "",
    "title": "Robust Arduino controlled spin coater using a novel and simple gravity chuck design",
    "creator": [
      "Shnier, Adam"
    ],
    "description": "Spin coaters offer an invaluable method of thin film fabrication. Various implementations, both proprietary and open-source exist, offering vacuum and gravity samples chucks. These implementations vary in their reliability, ease-of-use, cost, and versatility. Here we present a novel easy-to-use open-source gravity-chuck type spin coater with minimal points of failure at a material cost of around 100 USD (1500 ZAR). The unique chuck design makes use of interchangeable brass plate sample masks, each specific to a sample size, these can be made with basic skills and common hand tools. In comparison, replacement chucks for commercial alternatives can cost as much as the entire spin coater we present. Open-source hardware such as this provides an example for individuals in the field on the design and development of hardware where reliability, cost, and flexibility are most important, as is the case for many institutions in developing countries.",
    "subject": [
      "Materials Science",
      "Computer-Aided Design",
      "Software",
      "Education",
      "Spreadsheet"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-03-16T08:33:21Z",
    "type": "Dataset",
    "format": [],
    "rights": "MIT License; http://opensource.org/licenses/MIT",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/yc89ksvj8k.1",
    "dataset_id": "",
    "datestamp": "2021-03-16T10:40:35Z",
    "doi": "",
    "title": "Design Files & BOM",
    "creator": [
      "Sandby, Lucas"
    ],
    "description": "These design files can be used to recreate an cost-efficient profiler that can carry different sensor packages to allow for autonomous dives in the upper two hundred meters and convey its location by satellite communication. The Arctic Research Center Cost-efficient Ocean Profiler (ARC-COP) is a student-built autonomous profiler/float made to do profiles across strong density gradient waters (from 998kg/m^3 to 1040 kg/m^3) such as in arctic coastal waters with meltwater input from rivers, glaciers, icebergs and sea ice.\n\nThe ARC-COP is controlled by an Arduino Mega and can do weeks of profiling. It is made for easy usage and with its weight of 17 kg it is easy to deploy by a single person from a small boat.\n\nConstruction parts are verified by FEA and CFD analysis. 2D-drawings (technical drawings) are attached for production guidelines.\nSoftware is well tested and commented.\nPCB layout is ready for production but easy customized.",
    "subject": [
      "Oceanography",
      "Climate",
      "Salinity",
      "Mechatronics",
      "Ocean",
      "Freshwater",
      "Seawater",
      "Meltwater"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-03-16T10:40:35Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/yf8z2263gy.2",
    "dataset_id": "",
    "datestamp": "2024-07-10T11:36:02Z",
    "doi": "",
    "title": "AUTORECYCLER: PROTOTYPE BASED ON ARTIFICIAL VISION TO AUTOMATE THE MATERIAL CLASSIFICATION PROCESS (PLASTIC, GLASS, CARDBOARD AND METAL).",
    "creator": [
      "Echeverry, Anggie"
    ],
    "description": "Environmental protection has gained greater importance over time due to the negative impact and irreversible consequences that have occurred worldwide and stem from pollution. One of the great challenges faced in different parts of the world is the inadequate management and classification of solid waste. In order to contribute to tackling this issue, this paper proposes an automated sorting system based on artificial vision which allows recognition and separation of recyclable materials (Plastic, Glass, Cardboard and Metal) through a webcam connected in real time to the Nvidia® Jetson Nano™ 2GB programming board, which has a convolutional neural network (CNN) trained for the proper classification of waste. The system had a 95% accuracy in separating plastic, 96% in glass and metal, and 94% in cardboard. With this in mind, we conclude it contributes to the recycling effort, which has an impact on the reduction of environmental pollution worldwide.",
    "subject": [
      "Machine Vision"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-07-10T11:36:02Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/ymr2yhrvyn.2",
    "dataset_id": "",
    "datestamp": "2020-03-31T18:18:45Z",
    "doi": "",
    "title": "A novel electromagnetic apparatus for in-situ synchrotron X-ray imaging study of the separation of phases in metal solidification",
    "creator": [
      "Koe, Billy"
    ],
    "description": "As a part of a research into new techniques for purifying recycled aluminium alloys, a novel electromagnetic apparatus had been developed for investigating in real-time the separation mechanisms of detrimental inclusions in aluminium alloy melts under alternating magnetic fields. The magnetic coil was designed based on the Helmholtz coil design. A viewing gap was designed for in-situ imaging studies using synchrotron X-rays. The gap was designed to maintain a uniform magnetic field in the central region where a sample is positioned. The current setup for the magnetic coil pair is able to produce a peak magnetic flux density of ~10 mT at a frequency of 25 kHz. A separate electrical resistance furnace, designed to concentrically fit within the magnetic coils, was used to control the heating (up to ~850°C) and cooling of the samples. After a series of systematic tests and commissioning, the apparatus was used in a number of in-situ and ex-situ experiments.",
    "subject": [
      "Engineering",
      "Materials Science",
      "Computer-Aided Design",
      "Recycling of Materials",
      "Magnetic Field Measurement"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-03-31T18:18:45Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/yn9ydywcby.1",
    "dataset_id": "",
    "datestamp": "2024-10-22T06:16:36Z",
    "doi": "",
    "title": "CFIN -Mouse Cradle Suspension System (MCSS)",
    "creator": [
      "Molhemi, Saba"
    ],
    "description": "CFIN Mouse Cradle Suspension System (MCSS) sorted by its major components, with stl and CAD files provided for each 3D printable element.",
    "subject": [
      "Nuclear Magnetic Resonance Spectroscopy",
      "Hardware System"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-10-22T06:16:36Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/ys9s9pgvbg.3",
    "dataset_id": "",
    "datestamp": "2022-03-24T20:26:54Z",
    "doi": "",
    "title": "Wheelchair prototype design files AXGC",
    "creator": [
      "González, Ximena"
    ],
    "description": "Design files for a wheelchair prototype using distance, speed and orientation sensors, an unit control, driver and actuators.",
    "subject": [
      "Electronic Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-03-24T20:26:54Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/yvspjzcn2h.2",
    "dataset_id": "",
    "datestamp": "2023-08-31T23:00:48Z",
    "doi": "",
    "title": "Low-cost inertial microfluidic device for particle size separation",
    "creator": [
      "Rodríguez, Cristian"
    ],
    "description": "Low-cost inertial microfluidic device for particle size separation",
    "subject": [
      "Microfluidics",
      "Lab-on-a-Chip Device"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-08-31T23:00:48Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/ywb5zdjk5x.2",
    "dataset_id": "",
    "datestamp": "2021-06-18T12:57:10Z",
    "doi": "",
    "title": "Open-source hybrid 3D-bioprinter for simultaneous printing of thermoplastics and hydrogels",
    "creator": [
      "Koch, Fritz"
    ],
    "description": "3D-bioprinting is a promising technology applicable in areas such as regenerative medicine or in vitro organ model development. Various 3D-bioprinting technologies and systems have been developed and are partly commercially available. Here, we present the construction and characterization of an open-source low-cost 3D-bioprinter that allows the alternated microextrusion of hydrogel and fused deposition modeling (FDM) of thermoplastic filaments. \nThe presented 3D-bioprinter is based on a conventional Prusa i3 MK3 printer and features two independent printheads: the original FDM-head and a piston-driven microextrusion system for soft materials. Modifications were designed modularly to fit various syringe formats or heating elements to the device. The bioprinter is the first hybrid DIY 3D-bioprinter that allows switching between materials as often as required during a print run to produce complex multi-material constructs with arbitrary patterns in each layer. \nFor validation of the print",
    "subject": [
      "Regenerative Medicine",
      "Rapid Prototyping",
      "Extrusion",
      "Hybrid Material",
      "Hydrogel",
      "In Vitro Screening",
      "Fused Deposition Modeling",
      "3D Bioprinting"
    ],
    "publisher": "Mendeley Data",
    "date": "2021-06-18T12:57:10Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/z4hvxjgtbz.2",
    "dataset_id": "",
    "datestamp": "2020-05-30T12:51:37Z",
    "doi": "",
    "title": "Double Pendulum Design and Data Repository",
    "creator": [
      "Myers, Audun"
    ],
    "description": "This repository includes a solidWorks (2019) CAD model of a research quality double pendulum. Additionally, we have provided video data with trackers recorded at 1000 FPS and Encoder data to validate the video data analysis.",
    "subject": [
      "Chaos Theory",
      "Tracking Algorithm",
      "Computational Method in Nonlinear Dynamics"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-05-30T12:51:37Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/z6hkzx433s.2",
    "dataset_id": "",
    "datestamp": "2023-08-29T13:04:11Z",
    "doi": "",
    "title": "Reliable, versatile and remotely controlled instrumentation of an hectometric loop antenna using appropriate technologies",
    "creator": [
      "Dezord, Clément"
    ],
    "description": "The instrumentation of a giant loop antenna dedicated to environmental measurement, on a unique scientific\nsite and intended to be open to the scientific community is presented. An open-source, low-cost electronic sys-\ntem has been designed, developed, and deployed in order to meet the need for reliability and flexibility imposed\nrespectively by the harsh environment and the scientific objectives. The system’s architecture is based on the\nsimultaneous association of five Arduino boards piloted together by a Raspberry Pi which also controls the mea-\nsurement devices. The setup is therefore automated, pilotable, and remotely reprogrammable. Special attention\nwas paid to its hardware and software reliability. These have been proven efficient over more than two years\nof operation. Several scientific conference publications have already proven the feasibility of the measurement\nprinciple. This article gives previously unpublished details regarding the electronic setup.",
    "subject": [
      "Electrical Engineering",
      "Computer"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-08-29T13:04:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/z6nmc3kcy8.3",
    "dataset_id": "",
    "datestamp": "2022-02-04T14:38:42Z",
    "doi": "",
    "title": "In-situ electronics and communications for intelligent energy storage",
    "creator": [
      "Fleming, Joe"
    ],
    "description": "Lithium-ion batteries are increasingly common in high-power, safety-critical applications such as aerospace, spaceflight, automotive and grid storage. The voltage and power specifications of such applications usually require large numbers of individual cells combined in series and parallel to form a battery pack.  It is then the role of the Battery Management System (BMS) to monitor these cells condition and ensure they remain within safe operating limits.  To minimise cost and complexity, it is typical to monitor only a fraction of the cells in a battery pack.  This creates potential safety and reliability issues and requires conservative limits imposed on the overall system to ensure safe operation.  This is insufficient in high-power, safety-critical applications and thus alternative approaches to battery management are required. Here we demonstrate the development of novel miniature electronic devices for incorporation in-situ at a cell-level during manufacture. The electronics fir",
    "subject": [
      "Application of Sensors",
      "Energy Storage"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-02-04T14:38:42Z",
    "type": "Dataset",
    "format": [],
    "rights": "Attribution-NonCommercial 3.0 Unported; https://creativecommons.org/licenses/by-nc/3.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/zdvb5hzv2x.1",
    "dataset_id": "",
    "datestamp": "2022-04-19T18:25:25Z",
    "doi": "",
    "title": "ARC-TOP Design Files & BOM",
    "creator": [
      "Poulsen, Ebbe"
    ],
    "description": "Design files for the Arctic Research Centre TOP (ARC-TOP) autonomous CTD profiler for remote measurement. The profiler is designed for remote deployment by UAV operating from both land and marine vessels. The profiler will autonomously dive to a preset depth before returning to the surface for UAV retrieval.\nThe supplied files are sufficient for construction and operation of the ARC-TOP. \n\nThe ARC-TOP have been tested in NE Greenland and have demonstrated remote operation of up to 1 km and dives to at depth of 200 m.",
    "subject": [
      "Oceanography",
      "Mechanics",
      "Climate",
      "Salinity",
      "Mechatronics",
      "Ocean",
      "Greenland"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-04-19T18:25:25Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/zffkv4ccfd.1",
    "dataset_id": "",
    "datestamp": "2024-08-08T18:22:11Z",
    "doi": "",
    "title": "A modular and flexible open source cell incubator system for mobile and stationary use",
    "creator": [
      "Ihle, Stephan"
    ],
    "description": "Culturing living cells in vitro requires the maintenance of physiological conditions for extended periods of time. Here, we introduce a versatile and affordable incubation system, addressing the limitations of traditional incubation systems. Conventionally, stationary cell incubators maintain constant temperature and gas levels for in vitro cell culturing. Combining such incubators with additional lab equipment proves challenging. The presented platform offers modularity and adaptability, enabling customization to diverse experimental needs. The system includes a main unit with a user-friendly interface as well as an interchangeable incubation chamber. We present two incubation chambers targeting two completely different use cases. The first chamber, named \"inkugo\" facilitates the transportation of cells for up to two hours without external power and for more than a day without an external CO2 source. The second chamber termed \"inkubox\" supports continuous electrophysiological recordin",
    "subject": [
      "Neuroscience",
      "Cell Culture",
      "Biomedical Device",
      "Cellular Neuroscience"
    ],
    "publisher": "Mendeley Data",
    "date": "2024-08-08T18:22:11Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/zgdjg5b3cs.2",
    "dataset_id": "",
    "datestamp": "2025-01-29T15:18:28Z",
    "doi": "",
    "title": "4R_EIT System",
    "creator": [
      "Mosquera, Víctor Hugo"
    ],
    "description": "Files of \"A Low-Cost, Portable 32-Channel EIT System with Four Rings Based on AFE4300 for Body Composition Analysis\".",
    "subject": [
      "Bioengineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2025-01-29T15:18:28Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/zp9p6sr2fk.2",
    "dataset_id": "",
    "datestamp": "2020-12-03T07:33:28Z",
    "doi": "",
    "title": "An Inexpensive Modular Gravimetric Robotic Gantry Soil Moisture Screener and Controller",
    "creator": [
      "Takara, Grant"
    ],
    "description": "Support Files for An Inexpensive Modular Gravimetric Robotic Gantry Soil Moisture Screener and Controller",
    "subject": [
      "Agricultural Engineering"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-12-03T07:33:28Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/zrjbtfhwh9.2",
    "dataset_id": "",
    "datestamp": "2023-07-05T20:57:05Z",
    "doi": "",
    "title": "AirQo monitor Gen5RevB.2",
    "creator": [
      "joel, ssematimba"
    ],
    "description": "This repository contains AirQo monitor production files. Varying file type including STL, heic, dxl and pdf",
    "subject": [
      "Three Dimensional Printing"
    ],
    "publisher": "Mendeley Data",
    "date": "2023-07-05T20:57:05Z",
    "type": "Dataset",
    "format": [],
    "rights": "Creative Commons Attribution 4.0 International; http://creativecommons.org/licenses/by/4.0",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/zx7kd5pw64.1",
    "dataset_id": "",
    "datestamp": "2020-05-29T10:35:32Z",
    "doi": "",
    "title": "A low-cost and customizable alternative for commercial implantable cannula for intracerebral administration in mice",
    "creator": [
      "Kazanskaya, Rogneda B"
    ],
    "description": "Repository of design files for the HardwareX article titled \"A low-cost and customizable alternative for commercial implantable cannula for intracerebral administration in mice\".\n\nContributing authors: Rogneda B Kazanskaya, Alexander V Lopachev, Tatiana N Fedorova, Raul R Gainetdinov, Anna B Volnova.\n\nAbstract: Stereotaxic intracerebral cannula implantation for neuroactive agent administration is a wide-spread method for chronic experiments requiring bypassing the blood-brain barrier in rodents. However, commercially available cannula are bulky and may interfere with animal movement or lead to their dislodging during grooming. As the number of cannula needed in one experiment, and the accompanying costs can be high, it is in the interest of researchers to produce them on their own. Custom cannula manufacturing also offers the flexibility of different cannula lengths, which is required for agent delivery to various brain structures. In this article we present a protocol for making guide",
    "subject": [
      "Neuroscience"
    ],
    "publisher": "Mendeley Data",
    "date": "2020-05-29T10:35:32Z",
    "type": "Dataset",
    "format": [],
    "rights": "GNU Public License Version 3; http://www.gnu.org/licenses/gpl-3.0.en.html",
    "mendeley_url": ""
  },
  {
    "oai_identifier": "oai:data.mendeley.com/zym6bwk37h.2",
    "dataset_id": "",
    "datestamp": "2022-09-05T15:20:01Z",
    "doi": "",
    "title": "Open-Source Lower Controller for Twelve Degrees of Freedom Hydraulic Quadruped Robot with distributed control scheme",
    "creator": [
      "fang, philip"
    ],
    "description": "Nowadays, hydraulic quadruped robot shows high power density, good impact resistance and robustness in the research. The controller is the key to realize these features. This paper shows the design of an open-source single-leg controller for the hydraulic quadruped robot ‘Spurlos’ using a distributed control scheme. The single-leg system of the hydraulic quadruped robot ‘Spurlos’ contains three angle encoders, three servo valves and six pressure sensors, which has the same components as most single-leg systems. Through the chips designed in the controller, the signal can be received from the encoders and the sensors, meanwhile the signal can be delivered to the servo valves. The software part of the controller adopts the MBD (Model-Based Design) method, which can greatly improve the development efficiency. According to the experiments, the controller design is reasonable, stable operation, and can satisfy the requirements of the hydraulic quadruped robot for leg motion control. The con",
    "subject": [
      "Hardware System"
    ],
    "publisher": "Mendeley Data",
    "date": "2022-09-05T15:20:01Z",
    "type": "Dataset",
    "format": [],
    "rights": "CERN OHL version 1.2; http://www.ohwr.org/projects/cernohl/wiki",
    "mendeley_url": ""
  }
]